Repository: bodyan/enigma2_uk_locale
Catalog: enigma2.po
Languages: uk_ua

source: Should timers created by this AutoTimer be recorded to a custom location?
uk_ua: Чи повинні таймери, створені цим АвтоТаймером бути записані в цей каталог?

source: Show Info
uk_ua: Показати інформацію

source: Show Message when Recording starts
uk_ua: Показувати повідомлення про початок запису

source: Show Picons
uk_ua: Показувати пікони

source: Show WLAN Status
uk_ua: Показати WLAN статус

source: Show blinking clock in display during recording
uk_ua: Показувати блимаючий годинник під час запису

source: Show event-progress
uk_ua: Показувати тривалість події

source: Show event-progress in channel selection
uk_ua: Показувати тривалість події у списку каналів

source: Show in extension menu
uk_ua: Показувати в меню розширень

source: Show info screen
uk_ua: Показати інфо вікно

source: Show infobar on channel change
uk_ua: Показувати інфопанель при зміні каналу

source: Show infobar on event change
uk_ua: Показувати інфопанель під час зміни передачі

source: Show infobar on skip forward/backward
uk_ua: Показувати інфопанель під час перемотки

source: Show notification on conflicts
uk_ua: Показувати сповіщення при конфліктах

source: Show notification on similars
uk_ua: Показувати сповіщення при подібності

source: Show positioner movement
uk_ua: Показувати рух позиціонера

source: Show recordings
uk_ua: Показувати записи

source: Show service name
uk_ua: Показувати назву каналу

source: Show service numbers
uk_ua: Показувати номери каналу

source: Show services beginning with
uk_ua: Показати канали починаючи з

source: Show the radio player...
uk_ua: Радіо-режим...

source: Show the tv player...
uk_ua: ТБ-режим...

source: Show webcam pictures on your TV Screen
uk_ua: Показ зображення вебкамер на вашому ТВ

source: Shows a list containing the zapping-history and allows user to zap to the entries or to modify them.
uk_ua: Показує список, який містить історію перемикань і дозволяє користувачеві перемкнути на запис або змінити його.

source: Shows a list of recent zap entries
uk_ua: Показує список записів останніх перемикань

source: Shows average bitrate of video and audio
uk_ua: Показує середній бітрейт відео і аудіо

source: Shows statistics of watched services
uk_ua: Показує статистику переглянутих каналів

source: Shows the clock permanently on the screen
uk_ua: Постійне відображення годинника на екрані

source: Shows the service name instead of the service number when zapping.
uk_ua: Показує назву каналу замість номера при перемиканні.

source: Shows the state of your wireless LAN connection.
uk_ua: Показати стан безпровідного LAN з'єднання.

source: Shut down your Dreambox.
uk_ua: Вимкнути Dreambox.

source: Shutdown
uk_ua: Вимкнути

source: Shutdown Dreambox after
uk_ua: Вимкнути Dreambox після

source: Signal Strength
uk_ua: Сила Сигналу:

source: Signal Strength:
uk_ua: Сила Сигналу:

source: Signal:
uk_ua: Сигнал:

source: Similar
uk_ua: Подібне

source: Similar broadcasts:
uk_ua: Подібні передачі:

source: Simple
uk_ua: Спрощений

source: Simple IRC GroupChat client for e2 #dm8000-vip channel
uk_ua: Простий IRC клієнт для каналу e2 #dm8000-vip

source: Simple titleset (compatibility for legacy players)
uk_ua: Простий заголовок (сумісність з DVD плеєрами)

source: Single
uk_ua: Один

source: Single EPG
uk_ua: Простий EPG

source: Single satellite
uk_ua: Один супутник

source: Single transponder
uk_ua: Один транспондер

source: Singlestep (GOP)
uk_ua: однокроковий (GOP)

source: Skin
uk_ua: Скін

source: SkinSelector shows a menu with selectable skins
uk_ua: SkinSelector показує меню з можливістю вибору скінів

source: Skins
uk_ua: Скіни

source: Sleep Timer
uk_ua: Таймер Вимкнення

source: Sleep timer action:
uk_ua: Дія таймера:

source: Slideshow Interval (sec.)
uk_ua: Інтервал слайдшоу (в сек.)

source: Slot %d
uk_ua: Слот %d

source: Slovakian
uk_ua: Словацька

source: Slovenian
uk_ua: Словенська

source: Slow
uk_ua: Повільно

source: Slow Motion speeds
uk_ua: Швидкість відеоповтору

source: Software
uk_ua: Програмне забезпечення

source: Software management
uk_ua: Управління ПЗ

source: Software manager setup
uk_ua: Опції управління ПЗ

source: Software restore
uk_ua: Відновлення ПЗ

source: Software update
uk_ua: Оновлення ПЗ

source: Softwaremanager information
uk_ua: Інформація менеджера ПЗ

source: Some plugins are not available:
uk_ua: Деякі додатки не доступні:

source: Sorry MediaScanner is not installed!
uk_ua: Вибачте, але MediaScanner не встановлений!

source: Sorry no backups found!
uk_ua: Вибачте, але резервних копій не знайдено!

source: Sorry your backup destination is not writeable. Please choose an other one.
uk_ua: Вибачте, але в це місце неможливо зберегти копію Виберіть інше місце.

source: Sorry, no Details available!
uk_ua: На жаль, деталі відсутні!

source: Sorry, video is not available!
uk_ua: Вибачте, відео недоступне!

source: Sorry, your backup destination is not writeable. Please choose another one.
uk_ua: Вибачте, але в це місце неможливо зберегти копію. Виберіть інше місце.

source: Sort A-Z
uk_ua: Сортувати А-Я

source: Sort AutoTimer
uk_ua: Сортування АвтоТаймерів

source: Sort Plugins in the PluginBrowser.
uk_ua: Сортувати плагіни в Оглядачі Плагінів

source: Sort Time
uk_ua: Сорт. по часу

source: Sound
uk_ua: Звук

source: Soundcarrier
uk_ua: Несуча

source: South
uk_ua: Південь

source: South Korea
uk_ua: Південна Корея

source: Spain
uk_ua: Іспанія

source: Spanish
uk_ua: Іспанська

source: Split preview mode
uk_ua: Розділений режим попереднього перегляду

source: Sports
uk_ua: Спорт

source: Standby
uk_ua: Режим очікування

source: Standby / Restart
uk_ua: Меню вимкнення

source: Standby Fan %d PWM
uk_ua: Оберти вентилятора в реж. очікування %d

source: Standby Fan %d Voltage
uk_ua: Напруга вентилятора в реж. очікування %d

source: Start HbbTV...
uk_ua: Старт HbbTV...

source: Start Webinterface
uk_ua: Активувати Вебінтерфейс

source: Start easy your multimedia plugins with the PVR-button.
uk_ua: З легкістю запускайте мультимедійні плагіни за допомогою кнопки PVR.

source: Start from the beginning
uk_ua: Почати з початку

source: Start recording?
uk_ua: Почати запис?

source: Start test
uk_ua: Почати тест

source: Start with following feed:
uk_ua: Розпочинати з такого каналу:

source: StartTime
uk_ua: Час початку

source: Starting on
uk_ua: Почати на

source: Std. Feeds
uk_ua: Канали

source: Step by step network configuration
uk_ua: Покрокова конфігурація мережі

source: Step east
uk_ua: Крок на схід

source: Step in ms for arrow keys
uk_ua: Крок в мс для кнопок

source: Step in ms for key %i
uk_ua: Крок в мс для кнопки %i

source: Step in ms for keys '%s'
uk_ua: Крок в мс для кнопки '%s'

source: Step west
uk_ua: Крок на схід

source: Stop
uk_ua: Зупинити

source: Stop Timeshift?
uk_ua: Зупинити Timeshift?

source: Stop current event and disable coming events
uk_ua: Зупинити активне завдання і відмінити наступне

source: Stop current event but not coming events
uk_ua: Зупинити активне завдання але не наступне

source: Stop playing this movie?
uk_ua: Зупинити відтворення цього фільму?

source: Stop test
uk_ua: Зупинити тест

source: Stop testing plane after # failed transponders
uk_ua: Зупинити тестування після # несправних транспондерів

source: Stop testing plane after # successful transponders
uk_ua: Зупинити тестування після # справних транспондерів

source: Storage device
uk_ua: Місце збереження даних

source: Storage devices
uk_ua: Пристрої зберігання даних

source: Store position
uk_ua: Зберегти позицію

source: Stored position
uk_ua: Збережена позиція

source: Stream podcasts
uk_ua: Потік подкастів

source: Streaming modules for the orf.at iptv web page.
uk_ua: Потокові модулі для IPTV веб-сторінки orf.at.

source: Subscribe to user
uk_ua: Підписатись на користувача

source: Subservice list...
uk_ua: список підсервісів...

source: Subservices
uk_ua: Підсервіси

source: Subtitle selection
uk_ua: Вибір субтитрів

source: Subtitles
uk_ua: Субтитри

source: Sun
uk_ua: Нед

source: Sunday
uk_ua: Неділя

source: Support "Fast Scan"?
uk_ua: Підтримка "Швидкий Пошук"?

source: Swap Services
uk_ua: Заміна каналів

source: Sweden
uk_ua: Швеція

source: Swedish
uk_ua: Шведська

source: Switch to next subservice
uk_ua: перемкнути на наступний підсервіс

source: Switch to previous subservice
uk_ua: перемкнути на попередній підсервіс

source: Switchable tuner types:
uk_ua: Типи тюнерів що перемикаються:

source: Symbol rate
uk_ua: Символьна швидкість

source: System
uk_ua: Система

source: TRANSLATOR_INFO
uk_ua: Автори перекладу: stepan_kv , bodyan. Дом. Сторінка: sat-ukraine.info

source: TS file is too large for ISO9660 level 1!
uk_ua: TS файл занадто великий для ISO9660 level 1!

source: TV Charts of all users
uk_ua: ТВ чарти усіх користувачів

source: TV System
uk_ua: TV Система

source: TXT PID
uk_ua: TXT ПІД

source: Table of content for collection
uk_ua: Вміст колекції

source: Tag 1
uk_ua: Тег 1

source: Tag 2
uk_ua: Тег 2

source: Tags
uk_ua: Теги

source: Tags the Timer/Recording will have.
uk_ua: Таймери/Записи матимуть Теги

source: Tags:
uk_ua: Теги:

source: Taiwan
uk_ua: Тайвань

source: Target directory for downloads
uk_ua: Кінцева папка для завантажень

source: Technical details about channel and Dreambox.
uk_ua: Технічна інформація про канал та Dreambox.

source: Temperature and Fan control
uk_ua: Температура і Вентилятор

source: Terrestrial
uk_ua: Наземний

source: Terrestrial provider
uk_ua: Наземний провайдер

source: Test DiSEqC settings
uk_ua: Тест налаштувань DiSEqC

source: Test Type
uk_ua: Тип Тесту

source: Test again
uk_ua: Повторити тест

source: Test mode
uk_ua: Тестовий режим

source: Test the network configuration of your Dreambox.
uk_ua: Тест конфігурації мережі Вашого Dreambox'а.

source: Test your DiSEqC equipment
uk_ua: Протестувати DiSEqC обладнання

source: Test-Messagebox?
uk_ua: Тест-Messagebox?

source: Thank you for using the wizard. Please press OK to continue.
uk_ua: Дякуємо за використання помічника. Натисніть OK для продовження.

source: Thank you for using the wizard. Your box is now ready to use. Please press OK to start using your Dreambox.
uk_ua: Дякуємо за використання помічника. Ваш Dreambox готовий до використання. Будь-ласка натисніть OK, для користування Dreambox'ом.

source: Thank you for using the wizard. Your new AutoTimer has been added to the List. Please press OK to continue.
uk_ua: Дякуємо за використання майстра. Ваш новий АвтоТаймер доданий у список. Натисніть ОК для продовження.

source: The CleanupWizard informs you when the internal free memory of your dreambox has dropped below a definable threshold.You can use this wizard to remove some plugins.
uk_ua: Майстер Очищення інформує вас, коли об'єм внутрішньої вільної пам'яті впав нижче встановленого порогу. Ви можете скористатись цим майстром для видалення деяких плагінів.

source: The DVD standard doesn't support H.264 (HDTV) video streams. Do you want to create a Dreambox format data DVD (which will not play in stand-alone DVD players) instead?
uk_ua: DVD-стандарт не підтримує H.264 (HDTV) відео. Ви хочете створити DVD з даними в Dreambox-форматі (який не буде програватись в стандартних DVD програвачах)?

source: The Elektro Power Save Plugin puts the box from Standby to sleep mode (Deep Standby) at specified times. This only happens if the box is in standby and no recording is running or scheduled during the next 20 minutes. The box automatically wakes up for recordings or at the end of the specified sleep time. Hence you needn't wait for it to boot-up.
uk_ua: Плагін Енергозбереження переводить приймач з дежурного режиму в режим сну (Глибокий Деж. Режим) у визначений час. Це стається тільки коли приймач в деж. режимі і не виконуються відеозаписи чи заплановані завдання протягом наступних 20 хв. Приймач автоматично просинається для відеозапису або по завершенню вказаного часу сну. Тому, вам не потрібно чекати, поки приймач завантажиться.

source: The Hotplug plugin notifies your system of newly added or removed devices.
uk_ua: Плагін Hotplug повідомляє про додання або видалення пристроїв в системі

source: The NetworkWizard extension is not installed! Please install it.
uk_ua: Розширення Майстер налаштувань мережі не встановлене! Будь-ласка, встановіть його.

source: The PIN code has been changed successfully.
uk_ua: PIN-код змінено успішно.

source: The PIN codes you entered are different.
uk_ua: Введений PIN-код не співпадає.

source: The PicturePlayer displays your photos on the TV. You can view them as thumbnails or slideshow.
uk_ua: Перегляд зображень відображає ваші фотографії на екрані ТВ. Ви можете переглянути їх у вигляді ескізів або слайд-шоу.

source: The Satfinder plugin helps you to align your dish. It shows you informations about signal rate and errors.
uk_ua: Плагін Satfinder допомагає вирівняти вашу супутникову антену. Він показує інформацію про сигнал і помилки.

source: The Softwaremanagement extension is not installed! Please install it.
uk_ua: Розширення Менеджера керування ПЗ не встановлене! Будь-ласка встановіть його.

source: The Timer will not be added to the List. Please press OK to close this Wizard.
uk_ua: Таймер не буде додано до списку. Натисніть ОК для закриття Майстра.

source: The Timespan of an AutoTimer is the first 'advanced' attribute. If a timespan is specified an event will only match this AutoTimer if it lies inside of this timespan.
uk_ua: Відрізок часу з АвтоТаймера має атрибут "розширений". Він відповідає події даного АвтоТаймера, якщо подія знаходиться у вибраному відрізку часу.

source: The USB stick was prepared to be bootable. Now you can download an NFI image file!
uk_ua: USB носій підготовлений як завантажувальний. Тепер ви можете встановити імідж NFI!

source: The VPS-Plugin can determine whether a programme begins earlier or lasts longer.
uk_ua: VPS-плагін може визначити, чи розпочнеться програма раніше або чи триватиме довше.

source: The VideoEnhancement plugin provides advanced video enhancement settings.
uk_ua: Плагін Покращення Відео надає розширені налаштування для поліпшення відео.

source: The VideoTune helps fine-tuning your tv display. You can control brightness and contrast of your tv.
uk_ua: VideoTune допоможе у тонкій настройці вашого телевізора. Ви можете контролювати яскравість і контрастність телевізора.

source: The Videomode plugin provides advanced video mode settings.
uk_ua: Плагін Відеорежиму надає розширені налаштування відеорежиму.

source: The WirelessLan plugin helps you configuring your WLAN network interface.
uk_ua: Плагін Безпровідної мережі допоможе вам у налаштуванні мережевого інтерфейсу WLAN.

source: The backup failed. Please choose a different backup location.
uk_ua: Збереження невдале. Виберіть інше місце для розташування копії.

source: The counter can automatically be reset to the limit at certain intervals.
uk_ua: Лічильник може автоматично скидатися через певні проміжки часу.

source: The directory %s is not writable. Make sure you select a writable directory instead.
uk_ua: Папка %s не має прав на запис. Впевніться чи дійсно є права на запис папки.

source: The editor to be used for new AutoTimers. This can either be the Wizard or the classic editor.
uk_ua: Редактор, який буде використовуватися для нових Автотаймерів. Це може бути Майстер або класичний редактор.

source: The following device was found: %s Do you want to write the USB flasher to this stick?
uk_ua: Знайдено пристрій: %s Бажаєте записати USB-Флешер на цю флешку?

source: The following files were found...
uk_ua: Слідуючі файли було знайдено...

source: The input port should be configured now. You can now configure the screen by displaying some test pictures. Do you want to do that now?
uk_ua: Відеовхід повинен бути налаштований зараз. Ви можете налаштувати зображення за допомогою декількох тестових екранів. Бажаєте це зробити зараз?

source: The installation of the default services lists is finished.
uk_ua: Встановлення стандартного списку каналів завершено.

source: The installation of the default settings is finished. You can now continue configuring your Dreambox by pressing the OK button on the remote control.
uk_ua: Встановлення стандартних параметрів завершено. Ви можете продовжити налаштування Dreambox'а натиснувши OK на пульті.

source: The match attribute is mandatory.
uk_ua: Атрибут є обов'язковим.

source: The md5sum validation failed, the file may be corrupted!
uk_ua: Помилка перевірки суми MD5, можливо файл пошкоджений!

source: The package doesn't contain anything.
uk_ua: Пакет не містить в собі ніяких даних.

source: The package:
uk_ua: Пакет:

source: The path %s already exists.
uk_ua: Шлях %s вже існує

source: The pin code you entered is wrong.
uk_ua: Введений PIN-код невірний.

source: The results have been written to %s.
uk_ua: Результати були записані до %s.

source: The skin is in KingSize-definition 1024x576
uk_ua: Скін в KingSize-роздільності 1024x576

source: The sleep timer has been activated.
uk_ua: Таймер сну активний.

source: The sleep timer has been disabled.
uk_ua: Таймер сну було відмінено.

source: The timer file (timers.xml) is corrupt and could not be loaded.
uk_ua: Файл таймера (timers.xml) є пошкодженим і не може бути виконаний.

source: The wireless LAN plugin is not installed! Please install it and choose what you want to do next.
uk_ua: Безпровідний Мережевий додаток не встановлений! Будь ласка встановіть його і виберіть що бажаєте робити далі.

source: The wireless LAN plugin is not installed! Please install it.
uk_ua: WI-FI додаток не встановлений! Будь ласка встановіть його.

source: The wizard can backup your current settings. Do you want to do a backup now?
uk_ua: Майстер може зберегти Ваші налаштування. Бажаєте зробити копію зараз?

source: The wizard found a configuration backup. Do you want to restore your old settings from %s?
uk_ua: Майстер виявив резервну копію конфігурації. Бажаєте відновити старі налаштування з %s?

source: The wizard is finished now.
uk_ua: Майстер завершив роботу.

source: There are at least
uk_ua: Є принаймні

source: There are currently no outstanding actions.
uk_ua: В даний час немає невиконаних дій.

source: There are no default services lists in your image.
uk_ua: Цей імідж не містить стандартного списку каналів.

source: There are no default settings in your image.
uk_ua: Цей імідж не містить стандартних налаштувань.

source: There are no updates available.
uk_ua: Немає доступних оновлень.

source: There are now
uk_ua: Наявні зараз

source: There might not be enough Space on the selected Partition. Do you really want to continue?
uk_ua: Недостатньо місця на вибраному розділі. Ви дійсно хочете продовжити?

source: There was an error downloading the packetlist. Please try again.
uk_ua: Виникла помилка при завантаженні списку пакетів. Спробуйте ще раз.

source: There was an error getting the feed entries. Please try again.
uk_ua: Виникла помилка при отриманні інформації фіду. Будь ласка, спробуйте ще раз.

source: There was an error. The package:
uk_ua: Виникла помилка. Пакет:

source: There's a certificate update available for your dreambox. Would you like to apply this update now?
uk_ua: Доступно оновлення сертифіката для вашого приймача. Бажаєте застосувати це оновлення зараз?

source: This DVD RW medium is already formatted - reformatting will erase all content on the disc.
uk_ua: Цей DVD-RW диск вже відформатований - переформатування знищить всі дані на диску

source: This Dreambox can't decode %s streams!
uk_ua: Dreambox не в змозі декодувати %s потік!

source: This Month
uk_ua: У цьому місяці

source: This Plugin modifies the original PluginBrowser so you can move Plugins around.
uk_ua: Цей плагін змінює основний PluginBrowser таким чином, щоб ви могли переміщувати плагіни навкруги.

source: This Week
uk_ua: На цьому тижні

source: This is a name you can give the AutoTimer. It will be shown in the Overview and the Preview.
uk_ua: Це ім'я, яке ви можете надати АвтоТаймеру. Воно відображатиметься в огляді і при перегляді.

source: This is step number 2.
uk_ua: Це крок номер 2.

source: This is the delay in hours that the AutoTimer will wait after a search to search the EPG again.
uk_ua: Це затримка очікування в годинах Автотаймера перед повторним пошуком ЕПГ.

source: This is the help screen. Feed me with something to display.
uk_ua: Це екран допомоги. Дозвольте мені щось показати.

source: This is what will be looked for in event titles. Note that looking for e.g. german umlauts can be tricky as you have to know the encoding the channel uses.
uk_ua: Це те, що ми шукатимемо у назві подій. Зауважте, що для пошуку ви повинні знати вид кодування події каналу.

source: This plugin is installed.
uk_ua: Цей додаток встановлено

source: This plugin is not installed.
uk_ua: Цей додаток не встановлено

source: This plugin will be installed.
uk_ua: Цей додаток буде встановлено

source: This plugin will be removed.
uk_ua: Цей додаток буде видалено

source: This setting controls the behavior when a timer matches a found event.
uk_ua: Цей параметр контролює поведінку при знаходженні таймером відповідної події.

source: This system tool is internally used to program the hardware with firmware updates.
uk_ua: Цей системний інструмент використовується для програмування обладнання з оновлення прошивки.

source: This test checks for configured Nameservers. If you get a "unconfirmed" message: - please check your DHCP, cabling and Adapter setup - if you configured your Nameservers manually please verify your entries in the "Nameserver" Configuration
uk_ua: Цей тест перевіряє правильність налаштувань Nameserver'ів. Якщо побачите повідомлення "unconfirmed": - перевірте DHCP, кабель і налаштування мережі - якщо ви налаштовували Nameserver вручну, будь ласка перевірте записи в "Nameserver" Конфігурація

source: This test checks whether a network cable is connected to your LAN-Adapter. If you get a "disconnected" message: - verify that a network cable is attached - verify that the cable is not broken
uk_ua: Цей тест перевірить чи під'єднаний кабель до Вашого мережевого адаптера. Якщо побачите повідомлення "disconnected": - перевірте чи мережевий кабель дійсно під'єднано - перевірте чи мережевий кабель не пошкоджений

source: This test checks whether a valid IP Address is found for your LAN Adapter. If you get a "unconfirmed" message: - no valid IP Address was found - please check your DHCP, cabling and adapter setup
uk_ua: Цей тест перевірить чи знайдено дійсний IP-адрес для Вашого мережевого адаптера. Якщо побачите повідомлення "unconfirmed": - не знайдено дійсний IP-адрес - перевірте DHCP, кабель і мережевий адаптер

source: This test checks whether your LAN Adapter is set up for automatic IP Address configuration with DHCP. If you get a "disabled" message: - then your LAN Adapter is configured for manual IP Setup - verify thay you have entered correct IP informations in the AdapterSetup dialog. If you get an "enabeld" message: -verify that you have a configured and working DHCP Server in your network.
uk_ua: Цей тест перевірить чи налаштований Ваш мережевий адаптер для автоматичної конфігурації IP-адреси з DHCP. Якщо побачите повідомлення "disabled": - тоді мережевий адаптер налаштований для ручної конфігурації IP-адреси без DHCP - перевірте чи в налаштуваннях адаптера введена правильна IP інформація. Якщо побачите повідомлення "enabled": - перевірте чи є в Вашій мережі правильно налаштований і працюючий DHCP сервер

source: This test detects your configured LAN-Adapter.
uk_ua: Цей тест визначить Ваш мережевий адаптер.

source: This toggles the behavior on timer conflicts. If an AutoTimer matches an event that conflicts with an existing timer it will not ignore this event but add it disabled.
uk_ua: Це вибирає дію при конфлікті таймерів. Якщо подія АвтоТаймера конфліктує з існуючим таймером, він не ігноруватиме цю подію, але відключить її.

source: Three
uk_ua: Три
