Repository: bodyan/enigma2_uk_locale
Catalog: enigma2.po
Languages: uk_ua

source: Enter your search term(s)
uk_ua: Введіть умову пошуку

source: Entertainment
uk_ua: Розваги

source: Error
uk_ua: Помилка

source: Error executing plugin
uk_ua: Помилка при виконанні

source: Error: %s Retry?
uk_ua: Помилка: %s Повторити?

source: Estonian
uk_ua: Естонська

source: Event-progessbar position
uk_ua: Положення прогрес-бару

source: Eventview
uk_ua: Перегляд завдань

source: Everything is fine
uk_ua: Все є OK

source: Exact match
uk_ua: точне співпадіння

source: Exceeds dual layer medium!
uk_ua: перевищує розмір двошарового диску!

source: Exclude
uk_ua: Виключити

source: Execute "after event" during timespan
uk_ua: Виконання "після події" під час часового відрізку

source: Execute TuxboxPlugins
uk_ua: TuxBox виконання плагінів

source: Execution Progress:
uk_ua: Хід виконання:

source: Execution finished!!
uk_ua: Виконано!!!

source: Exit
uk_ua: Вийти

source: Exit editor
uk_ua: Вийти з редактора

source: Exit input device selection.
uk_ua: Вийти з вибору пристроїв

source: Exit network wizard
uk_ua: Вийти з майстра мережі

source: Exit the cleanup wizard
uk_ua: Вийти з майстра очищення

source: Exit the wizard
uk_ua: Вихід з помічника

source: Exit wizard
uk_ua: Закрити помічник

source: Expert
uk_ua: Експерт

source: Extended Networksetup Plugin...
uk_ua: Додаток Розширених параметрів мережі...

source: Extended Setup...
uk_ua: Розширені налаштування...

source: Extended Software
uk_ua: Розширене ПЗ

source: Extended Software Plugin
uk_ua: Плагін Розширеного ПЗ

source: Extensions
uk_ua: Розширення

source: Extensions management
uk_ua: Керування Розширеннями

source: Factory reset
uk_ua: Заводські налаштування

source: Failed
uk_ua: Невдало

source: Fan %d
uk_ua: Вентилятор %d

source: Fan %d PWM
uk_ua: Вентилятор %d ШИМ

source: Fan %d Voltage
uk_ua: Вентилятор %d Напруга

source: Fast
uk_ua: Швидко

source: Fast DiSEqC
uk_ua: Швидкий DiSEqC

source: Fast Forward speeds
uk_ua: Швидкість перемотування вперед

source: Fast epoch
uk_ua: Швидкий період

source: Favourites
uk_ua: Фаворити

source: Feb
uk_ua: Лют

source: February
uk_ua: Лютий

source: Fetching feed entries
uk_ua: Отримання записів каналу

source: Fetching search entries
uk_ua: Отримання записів пошуку

source: Filesystem
uk_ua: Файлова система

source: Filesystem check completed without errors.
uk_ua: Перевірка файлової системи завершена без помилок.

source: Filesystem contains uncorrectable errors
uk_ua: Файлова система містить невиправні помилки

source: Film & Animation
uk_ua: Фільм і анімація

source: Filter
uk_ua: Фільтр

source: Filters are another powerful tool when matching events. An AutoTimer can be restricted to certain Weekdays or only match an event with a text inside eg it's Description. Press BLUE to add a new restriction and YELLOW to remove the selected one.
uk_ua: Фільтри являється потужним інструментом для подій, що співпадають. Автотаймер може бути обмежений певними днями тижня або застосований до відповідної події з опису. Натисніть СИНЮ, щоб додати нове обмеження або ЖОВТУ, щоб видалити вибране.

source: Fine tuning for your Audio and Video settings.
uk_ua: Точна настройка для Аудіо і Відео налаштувань.

source: Finetune
uk_ua: Точно

source: Finished
uk_ua: Закінчено

source: Finished configuring your network
uk_ua: Конфігурацію вашої мережі завершено

source: Finished restarting your network
uk_ua: Перезавантаження вашої мережі завершено

source: Finnish
uk_ua: Фінська

source: First day to match events. No event that begins before this date will be matched.
uk_ua: Перший день, щоб відповідати подіям. Жодну подію не буде погоджено, яке починається до цієї дати.

source: First generate your skin-style with the Ai.HD-Control plugin.
uk_ua: Спершу створіть свій стиль скіна з плагіном Ai.HD-Control.

source: Flash
uk_ua: Запис

source: Flashing failed
uk_ua: Запис ПЗ невдалий

source: Following tasks will be done after you press OK!
uk_ua: Дані завдання будуть виконані після натиснення ОК!

source: Format
uk_ua: Форматування

source: Frame size in full view
uk_ua: Повний розмір кадра

source: France
uk_ua: Франція

source: Free
uk_ua: Вільно:

source: French
uk_ua: Французька

source: Frequency
uk_ua: Частота

source: Frequency bands
uk_ua: Полоси частоти

source: Frequency scan step size(khz)
uk_ua: Розмір кроку пошуку (khz)

source: Frequency steps
uk_ua: Кроки частоти

source: Frequently asked questions
uk_ua: Часті запитання

source: Fri
uk_ua: П'ятн

source: Friday
uk_ua: П'ятниця

source: Frisian
uk_ua: Фрізійська

source: From: %s
uk_ua: Від: %s

source: Frontend for /tmp/mmi.socket
uk_ua: Інтерфейс Python для /tmp/mmi.socket

source: Frontprocessor version: %d
uk_ua: Версія інтерфейсного процесора: %d

source: Fsck failed
uk_ua: Помилка Fsck

source: GUI needs a restart to apply a new skin Do you want to Restart the GUI now?
uk_ua: Для активації нового скіна необхідно перезавантажити GUI. Виконати перезавантаження GUI зараз?

source: GUI that allows user to change the ftp- / telnet password.
uk_ua: Графічний інтерфейс, який дозволяє користувачеві змінити ftp- / telnet пароль.

source: GUI to change the ftp and telnet-password
uk_ua: Графічний інтерфейс для зміни ftp і telnet-паролів

source: Gaming
uk_ua: Ігри

source: Gateway
uk_ua: Шлюз

source: General AC3 Delay
uk_ua: Загальна AC3 затримка

source: General AC3 delay (ms)
uk_ua: Загальна затримка AC3 (мс)

source: General PCM Delay
uk_ua: Загальна PCM затримка

source: General PCM delay (ms)
uk_ua: Загальна затримка PCM (мс)

source: Generates and Shows TV Charts of all users having this plugin installed
uk_ua: Створює і показує ТВ чарти усіх користувачів, у яких встановлений цей плагін

source: Genre
uk_ua: Жанр

source: Genuine Dreambox
uk_ua: Перевірка автентичності

source: German
uk_ua: Німецька

source: German storm information
uk_ua: Німецька інформація шторму

source: German traffic information
uk_ua: Інформація німецького руху

source: Germany
uk_ua: Німеччина

source: Get AudioCD info from CDDB and CD-Text
uk_ua: Отримати інформацію AudioCD з CDDB або CD-Text

source: Get latest experimental image
uk_ua: Отримати останній експериментальний імідж

source: Get latest release image
uk_ua: Отримати останній створений імідж

source: Getting plugin information. Please wait...
uk_ua: Отримання інформації про додатки. Прохання зачекати...

source: Global delay
uk_ua: Загальна затримка

source: Goto 0
uk_ua: Йти до 0

source: Goto position
uk_ua: Йти на позицію

source: GraphMultiEPG shows a graphical timeline EPG
uk_ua: Графічний Мульти-ЕПГ показує графічну часову лінію ЕПГ

source: GraphMultiEPG shows a graphical timeline EPG. Shows a nice overview of all running und upcoming tv shows.
uk_ua: Графічний Мульти-ЕПГ показує графічну часову лінію ЕПГ. Відображає гарний огляд усіх поточних і наступних телешоу.

source: Graphical Multi EPG
uk_ua: Графічний телегід

source: Great Britain
uk_ua: Велика Британія

source: Greek
uk_ua: Грецька

source: Green boost
uk_ua: Зелений імпульс

source: Guard interval
uk_ua: Інтервал захисту

source: Guess existing timer based on begin/end
uk_ua: Враховувати існуючий таймер оснований на початку/кінцю

source: HD Interlace Mode
uk_ua: Черезрядкова розгортка HD

source: HD Progressive Mode
uk_ua: Прогресивна розгортка HD

source: HD videos
uk_ua: HD відео

source: HDMI CEC Configuration
uk_ua: Конфігурація HDMI-CEC

source: HTTP Port
uk_ua: Порт HTTP

source: HTTPS Port
uk_ua: Порт HTTPS

source: Hard disk
uk_ua: ЖОРСТКИЙ ДИСК

source: Harddisk
uk_ua: Жорсткий диск

source: Harddisk setup
uk_ua: Налаштування диску

source: Harddisk standby after
uk_ua: Відключення диску після

source: HbbTV Applications
uk_ua: HbbTV Програми

source: HbbTV functionality
uk_ua: HbbTV функціональність

source: Help
uk_ua: допомога...

source: Helps setting up your dish
uk_ua: Допомога при налаштуванні Вашої антени

source: Hidden network
uk_ua: Прихована мережі

source: High bitrate support
uk_ua: Підтримка високого бітрейту

source: History
uk_ua: Історія

source: History cleared!
uk_ua: Історію очищено!

source: Holland
uk_ua: Голландія

source: Home Page
uk_ua: Домашня Сторінка

source: Home page has been set to '%s'
uk_ua: Домашня Сторінка встановлено на '%s'

source: Hong Kong
uk_ua: Гонконг

source: Horizontal
uk_ua: Горизонтальна

source: Hotplugging for removeable devices
uk_ua: Гаряче підключення для знімних пристроїв

source: How many minutes do you want to record?
uk_ua: Скільки хвилин ви хочете записати?

source: How to handle found crashlogs?
uk_ua: Що робити з знайденими крешлогами?

source: Howto & Style
uk_ua: Як і Стиль

source: Hue
uk_ua: Відтінок

source: Hungarian
uk_ua: Угорська

source: IP Address
uk_ua: IP адреса

source: IRC Client for Enigma2
uk_ua: IRC Клієнт для Enigma2

source: ISO file is too large for this filesystem!
uk_ua: Розмір ISO файлу завеликий для цієї файлової системи!

source: ISO path
uk_ua: ISO шлях

source: Icelandic
uk_ua: Ісландська

source: Idle Mode
uk_ua: Режим очікування

source: If a timer conflict occurs, AutoTimer will search outside the timespan for a similar event and add it.
uk_ua: Якщо таймер створює конфлікт, АвтоТаймер шукатиме подібну подію за межами цього проміжку часу і додаватиме її.

source: If installed, the plugin allows to modify the order in which entries of the main menu are shown.It can be changed using the "MenuSort" plugin, launchable from the regular plugin overview.
uk_ua: Якщо встановити, цей плагін дозволятиме змінювати порядок, в якому відображаються пункти головного меню. Це можливо виконати використовуючи плагін "MenuSort", що запускається з оглядача плагінів.

source: If you see this, something is wrong with your scart connection. Press OK to return.
uk_ua: Якщо Ви бачите це, значить щось неправильно з Scart приєднанням. Натисніть ОК для повернення.

source: If your TV has a brightness or contrast enhancement, disable it. If there is something called "dynamic", set it to standard. Adjust the backlight level to a value suiting your taste. Turn down contrast on your TV as much as possible. Then turn the brightness setting as low as possible, but make sure that the two lowermost shades of gray stay distinguishable. Do not care about the bright shades now. They will be set up in the next step. If you are happy with the result, press OK.
uk_ua: Якщо у Вашому TV завищена яскравість чи контрастність, виправте це. Якщо опції виставлені на "Динамічну", змініть на "Стандартну". Виставте рівень підсвічування на власний смак .Зменшіть контрастність TV до максимально можливої. Потім понизьте рівень яскравості, настільки низько, наскільки це можливо, але щоб два самих нижніх відтінки сірого відрізнялись. Не турбуйтесь про яскраві відтінки зараз. Вони будуть налаштовані в наступному кроці. Якщо Ви задоволені результатом натисніть OK.

source: Import AutoTimer
uk_ua: Імпорт АвтоТаймера

source: Import existing Timer
uk_ua: Імпорт існуючого Таймера

source: Import from EPG
uk_ua: Імпорт з ЕПГ

source: In Progress
uk_ua: Виконується

source: In order to record a timer, the TV was switched to the recording service!
uk_ua: Щоб розпочати запис по таймеру, TV буде змінено на записуваний канал!

source: Include
uk_ua: Включити

source: Include your email and name (optional) in the mail?
uk_ua: Додати ваш еmail та ім'я (не обов'язково) до листа?

source: Increase delay
uk_ua: Збільшити затримку

source: Increase delay by %i ms (can be set)
uk_ua: Збільшення затримки на %i мс (може бути встановлена)

source: Increased voltage
uk_ua: Збільшена напруга

source: Index
uk_ua: Індекс

source: India
uk_ua: Індія

source: Info
uk_ua: Інфо

source: InfoBar
uk_ua: ІнфоПанель

source: Infobar timeout
uk_ua: Час показу інфопанелі

source: Information
uk_ua: Інформація

source: Init
uk_ua: Ініціалізувати

source: Initial Fast Forward speed
uk_ua: Початкова швидкість перемотування вперед

source: Initial Rewind speed
uk_ua: Початкова швидкість перемотування назад

source: Initial location in new timers
uk_ua: Ініціалізувати розміщення в нових таймерах

source: Initialize
uk_ua: Ініціалізувати

source: Input
uk_ua: Вхід

source: Input device setup
uk_ua: Налаштування пристроїв вводу

source: Input devices
uk_ua: Налаштування пульта

source: Install
uk_ua: Встановити

source: Install a new image with a USB stick
uk_ua: Встановити новий імідж з USB носія

source: Install a new image with your web browser
uk_ua: Встановити новий імідж через веб браузер

source: Install default service lists.
uk_ua: Встановити списки каналів за замовчуванням.

source: Install extensions.
uk_ua: Встановити розширення.

source: Install local extension
uk_ua: Встановлення локальних розширень

source: Install or remove finished.
uk_ua: Встановлення чи видалення завершені

source: Install settings, skins, software...
uk_ua: Встановити списки каналів, скіни, ПЗ...

source: Installation finished.
uk_ua: Встановлення завершено.

source: Installing
uk_ua: Встановлення

source: Installing Software...
uk_ua: Встановлення ПЗ...

source: Installing default sat lists... Please wait...
uk_ua: Встановлення стандартного списку супутників...Прохання зачекати...

source: Installing defaults... Please wait...
uk_ua: Встановлення стандартних налаштувань...Прохання зачекати...

source: Installing package content... Please wait...
uk_ua: Встановлення вмісту пакету...Прохання зачекати...

source: Instant Record...
uk_ua: миттєвий запис...

source: Instant record location
uk_ua: Розташування миттєвого запису

source: Interface:
uk_ua: Інтерфейс:

source: Intermediate
uk_ua: Проміжний

source: Internal Flash
uk_ua: Внутрішня Флеш

source: Internal USB
uk_ua: Внутрішній USB

source: Internal firmware updater
uk_ua: Внутрішній оновлювач ПЗ

source: Invalid Location
uk_ua: Неправильне розташування

source: Invalid directory selected: %s
uk_ua: Вибрано невірний каталог: %s

source: Invalid response from Security service pls restart again
uk_ua: Неправильна відповідь від служби Безпеки, перезавантажте знову

source: Invalid response from server.
uk_ua: Неправильна відповідь від сервера.

source: Invalid response from server. Please report: %s
uk_ua: Неправильна відповідь від сервера. Будь ласка, повідомте: %s

source: Invalid selection
uk_ua: Неправильний вибір

source: Inversion
uk_ua: Інверсія

source: Ireland
uk_ua: Ірландія

source: Is this videomode ok?
uk_ua: Цей відеорежим OK?

source: Israel
uk_ua: Ізраїль

source: It's possible to restrict an AutoTimer to certain Services or Bouquets or to deny specific ones. An Event will only match this AutoTimer if it's on a specific and not denied Service (inside a Bouquet). Press BLUE to add a new restriction and YELLOW to remove the selected one.
uk_ua: Можливе обмеження АвтоТаймера для певних Каналів чи Пакетів або обмеження конкретних. Подія відповідатиме тільки цьому АвтоТаймеру, якщо він специфічний і не обмежується в Пакеті. Натисніть СИНЮ щоб додати нове обмеження і ЖОВТУ для видалення вибраного.

source: Italian
uk_ua: Італійська

source: Italy
uk_ua: Італія

source: Jan
uk_ua: Січ

source: January
uk_ua: Січень

source: Japan
uk_ua: Японія

source: Job View
uk_ua: Хід виконання

source: Jul
uk_ua: Лип

source: July
uk_ua: Липень

source: Jun
uk_ua: Чер

source: June
uk_ua: Червень

source: Just Scale
uk_ua: Масштабувати

source: Kerni's BrushedAlu-HD skin
uk_ua: Kerni's BrushedAlu-HD скін

source: Kerni's DreamMM-HD skin
uk_ua: Kerni's DreamMM-HD скін

source: Kerni's Elgato-HD skin
uk_ua: Kerni's Elgato-HD скін

source: Kerni's SWAIN skin
uk_ua: Kerni's SWAIN скін

source: Kerni's SWAIN-HD skin
uk_ua: Kerni's SWAIN-HD скін

source: Kerni's UltraViolet skin
uk_ua: Kerni's UltraViolet скін

source: Kerni's YADS-HD skin
uk_ua: Kerni's YADS-HD скін

source: Kerni's dTV-HD skin
uk_ua: Kerni's dTV-HD скін

source: Kerni's dTV-HD-Reloaded skin
uk_ua: Kerni's dTV-HD-Reloaded скін

source: Kerni's dmm-HD skin
uk_ua: Kerni's dmm-HD скін

source: Kerni's dreamTV-HD skin
uk_ua: Kerni's dreamTV-HD скін

source: Kerni's simple skin
uk_ua: Kerni's спрощений скін

source: Kerni-HD1 skin
uk_ua: Kerni-HD1 скін

source: Kerni-HD1R2 skin
uk_ua: Kerni-HD1R2 скін

source: Kernis HD1 skin
uk_ua: Kernis HD1 скін

source: Key %(Key)s successfully set to %(delay)i ms
uk_ua: Кнопка %(Key)s успішно призначена на %(delay)i мс

source: Key %(key)s (current value: %(value)i ms)
uk_ua: Кнопка %(key)s (поточне значення: %(value)i мс)

source: Keyboard
uk_ua: Клавіатура

source: Keyboard Map
uk_ua: Розкладка клавіатури

source: Keyboard Setup
uk_ua: Налаштування клавіатури

source: Keymap
uk_ua: Розкладка кнопок

source: KiddyTimer allows to control your kids's daily tv usage.
uk_ua: KiddyTimer дозволяє контролювати своїх дітей у щоденному використанні телевізора.

source: LAN Adapter
uk_ua: Мережевий адаптер

source: LAN connection
uk_ua: LAN з'єднання

source: Language
uk_ua: Мова

source: Language selection
uk_ua: Вибір мови

source: Last config
uk_ua: Остання конфігурація

source: Last speed
uk_ua: остання швидкість

source: Latitude
uk_ua: Широта

source: Latvian
uk_ua: Латвійська

source: Leave DVD Player?
uk_ua: Закрити DVD плеєр?

source: Left
uk_ua: Вліво

source: Limit east
uk_ua: Обмеження на схід

source: Limit west
uk_ua: Обмеження на захід

source: Limited character set for recording filenames
uk_ua: Обмеження кількості знаків для імен файлів

source: Limits off
uk_ua: Вимкнути обмеження

source: Limits on
uk_ua: Ввімкнути обмеження

source: Link Quality
uk_ua: Якість з'єднання:

source: Link Quality:
uk_ua: Якість з'єднання:

source: Link:
uk_ua: Зв'язок:

source: Linked titles with a DVD menu
uk_ua: Заголовки пов'язані з DVD-Меню

source: List available networks
uk_ua: Список доступних мереж

source: List of Storage Devices
uk_ua: Список пристроїв збереження

source: Lithuanian
uk_ua: Литовська

source: Load
uk_ua: Завантажити

source: Load Length of Movies in Movielist
uk_ua: Показувати довжину відео в списку

source: Load feed on startup:
uk_ua: Завантаження каналу при старті:

source: Load movie-length
uk_ua: Завантажувати тривалість фільмів

source: Loading a picture from '%s' failed!
uk_ua: Невдале завантаження зображення з '%s'!

source: Loading... %s%%
uk_ua: Завантаження... %s%%

source: Local Network
uk_ua: Локальна Мережа

source: Local share name
uk_ua: Назва локального ресурсу

source: Location
uk_ua: Розташування

source: Location for instant recordings
uk_ua: Розміщення для миттєвих записів

source: Lock:
uk_ua: Сигнал:

source: Log Directory
uk_ua: - Каталог Логів

source: Log results to harddisk
uk_ua: Записувати логи на HDD

source: Long Keypress
uk_ua: Утримування кнопки

source: Long filenames
uk_ua: Довгі імена файлів

source: Longitude
uk_ua: Довгота

source: Lower bound of timespan.
uk_ua: Нижня межа відрізку часу.

source: Lower bound of timespan. Nothing before this time will be matched. Offsets are not taken into account!
uk_ua: Нижня межа відрізку часу. До цього часу нічого не співпадає. Зміщення (зсуви) не враховуються!

source: MORE
uk_ua: БІЛЬШЕ

source: Main menu
uk_ua: Головне Меню

source: Mainmenu
uk_ua: Головне Меню

source: Make this mark an 'in' point
uk_ua: Зробити цю закладку як внутрішню

source: Make this mark an 'out' point
uk_ua: Зробити цю закладку як зовнішню

source: Make this mark just a mark
uk_ua: Зробити цю закладку як звичайну

source: Manage and edit timers.
uk_ua: Управління таймерами

source: Manage extensions
uk_ua: Управління розширеннями

source: Manage local files
uk_ua: Керування локальними файлами

source: Manage logos to display at boot time or while in radio mode.
uk_ua: Управління логотипами під час завантаження або поки у режимі радіо.

source: Manage logos to display at boottime
uk_ua: Керування логотипами на дисплеї при завантаженні

source: Manage network shares
uk_ua: Керування мережевими ресурсами

source: Manage your music files in a database, play it with Merlin Music Player.
uk_ua: Керування музичними файлами в базі даних, відтворити їх за допомогою програвача Merlin.

source: Manage your network shares...
uk_ua: Керування мережевими ресурсами...

source: Manage your receiver's software
uk_ua: Управління ПЗ приймача

source: Manual Scan
uk_ua: Ручний пошук

source: Manual transponder
uk_ua: Вибірковий транспондер

source: Manually scan for new services.
uk_ua: Ручний пошук нових каналів.

source: Manufacturer
uk_ua: Виробник

source: Mar
uk_ua: Бер

source: March
uk_ua: Березень

source: Margin after record
uk_ua: Відступ після запису (в хвил.)

source: Margin before record (minutes)
uk_ua: Відступ перед записом (в хвил.)

source: Match Timespan: %02d:%02d - %02d:%02d
uk_ua: Співпадіння Відрізку Часу: %02d:%02d - %02d:%02d

source: Match title
uk_ua: Співпадіння назв

source: Match title: %s
uk_ua: Співпадіння назв: %s

source: Max. Bitrate:
uk_ua: Макс. Бітрейт:

source: Maximum duration (in m)
uk_ua: Максимальна тривалість (в хв)

source: Maximum event duration to match. If an event is longer than this amount of time (without offset) it won't be matched.
uk_ua: Максимальна тривалість події у відповідності. Якщо подія довша цієї суми часу (без зсувів) воно не відповідатиме.

source: May
uk_ua: Травень

source: Media player
uk_ua: Медіа Програвач

source: MediaPlayer
uk_ua: Медіа Програвач

source: MediaScanner scans devices for playable media files and displays a menu with possible actions like viewing pictures or playing movies.
uk_ua: Медіасканер сканує пристрої для відтворення медіафайлів і показує меню з можливими діями, таких як перегляд зображень або відтворення фільмів.

source: Mediaplayer plays your favorite music and videos. Play all your favorite music and video files, organize them in playlists, view cover and album information.
uk_ua: Медіапрогравач відтворює улюблені музику і відео. Відтворює усі улюблені музичні і відео файли, створює їх списки відтворення, вигляд обкладинки і інформацію альбому.

source: Medium is not a writeable DVD!
uk_ua: Носій не є записуючим DVD!

source: Medium is not empty!
uk_ua: Носій не порожній!

source: Menu
uk_ua: Меню

source: Merlin Music Player and iDream
uk_ua: Музичний програвач Merlin і iDream

source: Message
uk_ua: Повідомлення

source: Message...
uk_ua: Повідомлення...

source: Mexico
uk_ua: Мексика

source: Mkfs failed
uk_ua: Помилка Mkfs

source: Mode
uk_ua: Режим

source: Model
uk_ua: Модель:

source: Model:
uk_ua: Модель:

source: Modify existing timers
uk_ua: Змінити встановлені таймери

source: Modulation
uk_ua: Модуляція

source: Modulator
uk_ua: Модулятор

source: Mon
uk_ua: Пон

source: Mon-Fri
uk_ua: Пон-П'ятн

source: Monday
uk_ua: Понеділок

source: Monthly
uk_ua: Щомісяця

source: More video entries.
uk_ua: більше відеозаписів.

source: Mosquito noise reduction
uk_ua: Пониження дрібних шумів

source: Most discussed
uk_ua: Найбільш обговорювані

source: Most linked
uk_ua: Найбільш відвідувані

source: Most popular
uk_ua: Найбільш популярні

source: Most recent
uk_ua: Найостанніші

source: Most responded
uk_ua: Найбільше відгуків

source: Most viewed
uk_ua: Найбільш переглянуті

source: Mount failed
uk_ua: Монтування невдале

source: Mount informations
uk_ua: Інформація підключення

source: Mount options
uk_ua: Опції підключення

source: Mount type
uk_ua: Тип підключення

source: MountManager
uk_ua: Менеджер Підключень

source: Mounted/ Unmounted
uk_ua: Підключений/ Відключений

source: Mountpoints management
uk_ua: Керування підключеннями

source: Mounts editor
uk_ua: Редактор підключень

source: Mounts management
uk_ua: Менеджер підключень

source: Move Picture in Picture
uk_ua: Перемістити PiP

source: Move east
uk_ua: Перемістити на схід

source: Move plugin screen
uk_ua: Вікно плагіна переміщення

source: Move screen down
uk_ua: Переміщення екрану вниз

source: Move screen to the center of your TV
uk_ua: Переміщення екрану до центру ТВ

source: Move screen to the left
uk_ua: Переміщення екрану вліво

source: Move screen to the lower left corner
uk_ua: Переміщення екрану у нижній лівий кут
