Repository: bodyan/enigma2_uk_locale
Catalog: enigma2.po
Languages: uk_ua

source: sets the Audio Delay (LipSync)
uk_ua: встановлює затримку Аудіо (LipSync)

source: setup PIN
uk_ua: PIN-код налаштувань

source: short description
uk_ua: короткий опис

source: show DVD main menu
uk_ua: показати головне меню DVD

source: show EPG...
uk_ua: показати ЕПГ...

source: show Infoline
uk_ua: показати інфолінію

source: show all
uk_ua: показати все

source: show alternatives
uk_ua: показати вибрані канали

source: show event details
uk_ua: показати деталі

source: show extended description
uk_ua: показати розширений опис

source: show first selected tag
uk_ua: показати першу відмітку

source: show second selected tag
uk_ua: показати другу відмітку

source: show shutdown menu
uk_ua: показати меню вимкнення

source: show single service EPG...
uk_ua: показати ЕПГ одного каналу...

source: show tag menu
uk_ua: показати тег меню

source: show transponder info
uk_ua: інформація транспондера

source: shuffle playlist
uk_ua: перемішати плейлист

source: shut down
uk_ua: вимкнути

source: shutdown
uk_ua: вимкнути

source: simple
uk_ua: простий

source: skip backward
uk_ua: перескочити назад

source: skip backward (enter time)
uk_ua: перескочити назад (введіть час)

source: skip forward
uk_ua: перескочити вперед

source: skip forward (enter time)
uk_ua: перескочити вперед (введіть час)

source: slide picture in loop
uk_ua: циклічне слайд-шоу

source: sort by date
uk_ua: сортувати по даті

source: special characters
uk_ua: спеціальні символи

source: standard
uk_ua: стандартний

source: standby
uk_ua: режим очікування

source: start cut here
uk_ua: початок вирізання тут

source: start directory
uk_ua: початкова директорія

source: start timeshift
uk_ua: включити timeshift

source: stereo
uk_ua: Стерео

source: stop PiP
uk_ua: вимкнути PiP

source: stop entry
uk_ua: зупинити вибране

source: stop recording
uk_ua: зупинити запис

source: stop timeshift
uk_ua: зупинити timeshift

source: storage device
uk_ua: Місце збереження даних

source: swap PiP and main picture
uk_ua: змінити PiP і головне зображення

source: switch to bookmarks
uk_ua: перейти до закладок

source: switch to filelist
uk_ua: перейти до списку файлів

source: switch to playlist
uk_ua: перейти до плейлиста

source: switch to the next angle
uk_ua: перейти до наступного кута

source: switch to the next audio track
uk_ua: вибрати наступну аудіо доріжку

source: switch to the next subtitle language
uk_ua: вибрати наступну мову субтитрів

source: template file
uk_ua: файл шаблону

source: textcolor
uk_ua: колір тексту

source: this recording
uk_ua: цей запис

source: this service is protected by a parental control pin
uk_ua: цей канал захищений PIN кодом

source: toggle a cut mark at the current position
uk_ua: додати мітку вирізання в цю позицію

source: toggle time, chapter, audio, subtitle info
uk_ua: основна інформація

source: tuner is not supported
uk_ua: тюнер не підтримується

source: unable to find timer with id %i
uk_ua: неможливо знайти таймер з ід %i

source: unconfirmed
uk_ua: неперевірене

source: unknown
uk_ua: невідомий

source: unknown service
uk_ua: невідомий канал

source: until standby/restart
uk_ua: до режиму очікування/перезавантаження

source: upcoming event
uk_ua: наступна подія

source: use as HDD replacement
uk_ua: використовувати як HDD

source: user defined
uk_ua: на вибір користувача

source: vertical
uk_ua: вертикальна (V)

source: view extensions...
uk_ua: переглянути розширення

source: view recordings...
uk_ua: перегляд записаних передач...

source: wait for ci...
uk_ua: почекайте на CI...

source: wait for mmi...
uk_ua: почекайте на mmi...

source: waiting
uk_ua: очікування

source: was removed successfully
uk_ua: було успішно видалено

source: weekly
uk_ua: щотижня

source: whitelist
uk_ua: білий список

source: wireless network interface
uk_ua: безпровідний мережевий інтерфейс

source: working
uk_ua: працює

source: yellow
uk_ua: жовтий

source: yes
uk_ua: Так

source: yes (keep feeds)
uk_ua: так (зберігати канали)

source: your dreambox might be unusable now. Please consult the manual for further assistance before rebooting your dreambox.
uk_ua: Ваш приймач зараз може бути непридатним для роботи. Будь ласка перегляньте інструкцію користувача перед тим як перезавантажити приймач.

source: zap
uk_ua: переключити

source: zapped
uk_ua: Переключений
