Repository: bodyan/enigma2_uk_locale
Catalog: enigma2.po
Languages: uk_ua

source: Threshold
uk_ua: Поріг

source: Thu
uk_ua: Четв

source: Thumbnails
uk_ua: Ескізи

source: Thursday
uk_ua: Четвер

source: Time
uk_ua: Час

source: Time in minutes to append to recording.
uk_ua: Час в хвилинах для додання перед записом

source: Time in minutes to prepend to recording.
uk_ua: Час в хвилинах для додання після записом

source: Time/Date Input
uk_ua: Вказати Час / Дата

source: Timer
uk_ua: Таймер

source: Timer Edit
uk_ua: Редагування Таймера

source: Timer Editor
uk_ua: Редактор Таймерів

source: Timer Type
uk_ua: Тип Таймера

source: Timer entry
uk_ua: Додання таймера

source: Timer log
uk_ua: Лог таймера

source: Timer overlap in timers.xml detected! Please recheck it!
uk_ua: В файлі timers.xml виявлено дублювання! Будь-ласка перевірте його!

source: Timer record location
uk_ua: Розташування записів таймера

source: Timer sanity error
uk_ua: Помилка таймера

source: Timer selection
uk_ua: Вибір таймера

source: Timer status:
uk_ua: Статус таймера:

source: Timer type
uk_ua: Тип Таймера

source: Timerliste, verwaiste Film-Dateien und Einstellungs-Sicherungen automatisch bereinigen.
uk_ua: Список таймерів, файли коротких фільмів і резервні копії налаштувань автоматично очищати.

source: Timerliste, verwaiste Film-Dateien und Einstellungs-Sicherungen nach einstellbaren Regeln automatisch bereinigen.
uk_ua: Список таймерів, файли коротких фільмів і резервнії копії налаштувань автоматично очищати згідно вибраних налаштувань.

source: Timeshift location
uk_ua: Розміщення таймшифт

source: Timeshift not possible!
uk_ua: Timeshift неможливий!

source: Timezone
uk_ua: Часовий пояс

source: Title
uk_ua: Заголовок

source: Title properties
uk_ua: Властивості

source: Titleset mode
uk_ua: Режим встановлення заголовку

source: To be used as simple downloading application by other Plugins.
uk_ua: Для використання в якості простого завантажувача іншими плагінами.

source: Today
uk_ua: Сьогодні

source: Tone Amplitude
uk_ua: Тон Амплітуди

source: Tone mode
uk_ua: Тоновий режим

source: Toneburst
uk_ua: Тоновий сигнал

source: Toneburst A/B
uk_ua: Тоновий сигнал A/B

source: Top favorites
uk_ua: Найбільш улюблені

source: Top rated
uk_ua: Найрейтинговіші

source: Track
uk_ua: Трек

source: TrafficInfo shows German traffic jams.
uk_ua: TrafficInfo показує німецькі авто пробки.

source: Translation
uk_ua: Переклад

source: Translation:
uk_ua: Переклад:

source: Transmission mode
uk_ua: Режим передавання

source: Transponder
uk_ua: Транспондер

source: Transponder searching finished!
uk_ua: Пошук транспондерів завершено!

source: Travel & Events
uk_ua: Подорожі & Події

source: Tries left:
uk_ua: Залишилось спроб:

source: Try to find used Transponders in cable network.. please wait...
uk_ua: Спроба знайти використовувані транспондери в кабельній мережі... Зачекайте будь ласка...

source: Try to find used transponders in cable network.. please wait...
uk_ua: Спроба знайти використовувані транспондери в кабельній мережі... Зачекайте будь ласка...

source: Trying to download a new packetlist. Please wait...
uk_ua: Спроба завантажити новий список пакетів. Зачекайте...

source: Trying to download the Youtube feed entries. Please wait...
uk_ua: Спроба завантаження записів каналу Youtube. Зачекайте...

source: Trying to download the Youtube search results. Please wait...
uk_ua: Спроба завантаження результатів пошуку Youtube. Зачекайте...

source: Tue
uk_ua: Вівт

source: Tuesday
uk_ua: Вівторок

source: Tune
uk_ua: Настройка

source: Tune failed!
uk_ua: Сигнал відсутній!

source: Tuner
uk_ua: Тюнер

source: Tuner
uk_ua: Тюнер

source: Tuner Slot
uk_ua: Слот Тюнера

source: Tuner configuration
uk_ua: Конфігурація тюнера

source: Tuner status
uk_ua: Статус тюнера

source: Tuner type
uk_ua: Тип тюнера

source: Turkish
uk_ua: Турецька

source: Two
uk_ua: Два

source: Type
uk_ua: Тип

source: Type of scan
uk_ua: Тип сканування

source: USB Stick
uk_ua: USB-Носій

source: USB stick wizard
uk_ua: Помічник USB-носія

source: Ukrainian
uk_ua: Українська

source: Unable to complete filesystem check. Error:
uk_ua: Неможливо завершити перевірку файлової системи. Помилка:

source: Uncommitted DiSEqC command
uk_ua: Нейтральна DiSEqC команда

source: Undo install
uk_ua: Скасувати встановлення

source: Undo uninstall
uk_ua: Скасувати видалення

source: Unencrypted
uk_ua: Декодований

source: UnhandledKey
uk_ua: Неопрацьований Ключ

source: Uninstall
uk_ua: Видалити

source: United States
uk_ua: Сполучені Штати

source: Universal LNB
uk_ua: Універсальна LNB

source: Unknown
uk_ua: Невідомий

source: Unknown error
uk_ua: Невідома помилка

source: Unless this is enabled AutoTimer will NOT automatically look for events matching your AutoTimers but only when you leave the GUI with the green button.
uk_ua: Якщо ця опція включена, АвтоТаймер не шукатиме автоматично відповідні події, лише після перезавантаження GUI.

source: Unmount failed
uk_ua: Розмонтування невдале

source: Unsupported
uk_ua: Непідтримуєтья

source: UnwetterInfo shows German storm information.
uk_ua: UnwetterInfo показує німецьку інформацію про бурі.

source: Update
uk_ua: Оновлення

source: Update done...
uk_ua: Оновлення виконано...

source: Update done... The genuine dreambox test will now be rerun and should not ask you to update again.
uk_ua: Оновлення виконано... Зараз буде виконано повторна перевірка на автентичність приймача і вас не питатиме про оновлення знову.

source: Updatefeed not available.
uk_ua: Канал Оновленя не доступний.

source: Updating failed. Nothing is broken, just the update couldn't be applied.
uk_ua: Помилка оновлення. Нічого не зламалось, просто оновлення не може бути застосованим.

source: Updating finished. Here is the result:
uk_ua: Оновлення завершено. Ось результат:

source: Updating software catalog
uk_ua: Каталог оновлення ПЗ

source: Updating, please wait...
uk_ua: Оновлення, зачекайте...

source: Updating... Please wait... This can take some minutes...
uk_ua: Йде оновлення... Прохання зачекати... Це займе декілька хвилин...

source: Upgrade finished.
uk_ua: Оновлення завершено.

source: Upgrading
uk_ua: Оновлення

source: Upgrading Dreambox... Please wait
uk_ua: Оновлення Dreambox... Прохання зачекати

source: Upper USB
uk_ua: Верхній USB

source: Upper bound of timespan.
uk_ua: Верхня межа відрізку часу.

source: Upper bound of timespan. Nothing after this time will be matched. Offsets are not taken into account!
uk_ua: Верхня межа відрізку часу. Після цього часу нічого не співпадає. Зміщення (зсуви) не враховуються!

source: Url:
uk_ua: Адреса:

source: Use
uk_ua: Використовувати

source: Use DHCP
uk_ua: Використовувати DHCP

source: Use Interface
uk_ua: Використовувати інтерфейс

source: Use Power Measurement
uk_ua: Використовувати вимірювання потужності

source: Use a custom location
uk_ua: Використувати користувацьке місцеположення

source: Use a gateway
uk_ua: Використовувати шлюз

source: Use power measurement
uk_ua: Використовувати вимірювання потужності

source: Use the Networkwizard to configure selected network adapter
uk_ua: Використати Майстра мережі для налаштування вибраного мережевого адаптера

source: Use the Networkwizard to configure your Network
uk_ua: Використати Майстер Налаштування мережі для налаштувань мережі

source: Use the left and right buttons to change an option. Please set up tuner A
uk_ua: Для зміни параметрів використовуйте кнопки вліво/вправо. Виберіть Тюнер A

source: Use the up/down keys on your remote control to select an option. After that, press OK.
uk_ua: Для зміни параметрів використовуйте кнопки вверх/вниз. Після цього, натисніть OK.

source: Use these settings?
uk_ua: Використовувати ці налаштування?

source: Use this input device settings?
uk_ua: Використовувати цей пристрій вводу налаштувань?

source: Use this settings?
uk_ua: Використовувати ці налаштування?

source: Use this video enhancement settings?
uk_ua: Використовувати налаштування покращення відео?

source: Use time of currently running service
uk_ua: Використовувати час поточного сервісу

source: Use usals for this sat
uk_ua: Використовувати USALS для цього супутника

source: Use wizard to set up basic features
uk_ua: Використати помічник для налаштування

source: Used service scan type
uk_ua: Тип пошуку каналів

source: User defined
uk_ua: Визначені користувачем

source: User management
uk_ua: Керування користувачами

source: User:
uk_ua: Користувач :

source: Usermanager
uk_ua: Керування користувачами

source: Username
uk_ua: Користувач

source: VCR scart
uk_ua: VCR скарт

source: VMGM (intro trailer)
uk_ua: VMGM (вступний трейлер)

source: VPS-Plugin
uk_ua: VPS-Плагін

source: Vali-XD skin
uk_ua: Vali-XD скін

source: Vali.HD.atlantis skin
uk_ua: Vali.HD.atlantis скін

source: Vali.HD.nano skin
uk_ua: Vali.HD.nano скін

source: Vali.HD.warp skin
uk_ua: Vali.HD.warp скін

source: Verifying your internet connection...
uk_ua: Перевірка інтернет-з'єднання...

source: Vertical
uk_ua: Вертикальна

source: Video
uk_ua: S-Відео

source: Video Fine-Tuning
uk_ua: Налаштування зображення

source: Video Fine-Tuning Wizard
uk_ua: Майстер налаштування зображення

source: Video Output
uk_ua: Відео вихід

source: Video PID
uk_ua: Відео PID

source: Video Setup
uk_ua: Налаштування відео

source: Video Wizard
uk_ua: Майстер налаштувань відео

source: Video enhancement preview
uk_ua: Перегляд покращення відео

source: Video enhancement settings
uk_ua: Розширені налаштування відео

source: Video enhancement setup
uk_ua: Розширене налаштування відео

source: Video input selection Please press OK if you can see this page on your TV (or select a different input port). The next input port will be automatically probed in 10 seconds.
uk_ua: Вибір відео виходу Якщо Ви бачити цю сторінку на екрані TV то натисніть ОК (або виберіть інший вхідний порт). Наступний вхідний порт буде автоматично випробувано через 10 сек..

source: Video mode selection.
uk_ua: Вибір Відео режиму

source: Video streaming from the orf.at web page
uk_ua: Потокове відео з веб-сторінки orf.at

source: VideoEnhancement provides advanced video enhancement settings
uk_ua: Покращення Відео надає розширені налаштування для поліпшення відео

source: VideoTune helps fine-tuning your tv display
uk_ua: VideoTune допомагає у тонкій настройці вашого телевізора

source: Videobrowser exit behavior:
uk_ua: Дія переглядача при натисканні вихід

source: Videoenhancement Setup
uk_ua: Опції Покращення Відео

source: Videomode provides advanced video mode settings
uk_ua: Надає розширені налаштування режиму відео

source: Videoplayer stop/exit behavior:
uk_ua: Дія програвача при натисканні стоп/вихід

source: View Count
uk_ua: Кількості переглядів

source: View Google maps
uk_ua: Перегляд карт Google

source: View Google maps with your Dreambox.
uk_ua: Переглядати карти Google за допомогою Dreambox.

source: View Movies...
uk_ua: Перегляд фільмів...

source: View Photos...
uk_ua: Перегляд фото...

source: View Rass interactive...
uk_ua: Показати інтерактивний Rass...

source: View Video CD...
uk_ua: Перегляд Video CD...

source: View active downloads
uk_ua: Переглянути активні завантаження

source: View details
uk_ua: Перегляд деталей

source: View list of available
uk_ua: Перегляд списку доступних

source: View list of available CommonInterface extensions
uk_ua: Перегляд списку доступних розширень CommonInterface

source: View list of available Display and Userinterface extensions.
uk_ua: Перегляд списку доступних розширень Display і Userinterface.

source: View list of available EPG extensions.
uk_ua: Перегляд списку доступних розширень EPG.

source: View list of available Satellite equipment extensions.
uk_ua: Перегляд списку доступних розширень супутникового обладнання.

source: View list of available communication extensions.
uk_ua: Перегляд списку доступних розширень комунікації.

source: View list of available default settings
uk_ua: Перегляд списку доступних налаштувань

source: View list of available multimedia extensions.
uk_ua: Перегляд списку доступних розширень мультимедіа.

source: View list of available networking extensions
uk_ua: Перегляд списку доступних розширень мережі

source: View list of available recording extensions
uk_ua: Перегляд списку доступних розширень запису

source: View list of available skins
uk_ua: Переглянути список доступних скінів

source: View list of available software extensions
uk_ua: Перегляд списку доступних розширень ПЗ

source: View list of available system extensions
uk_ua: Перегляд списку доступних розширень системи

source: View related videos
uk_ua: Переглянути подібні відео

source: View response videos
uk_ua: Переглянути відео-відповіді

source: View teletext...
uk_ua: Перегляд телетексту...

source: View, edit or delete mountpoints on your Dreambox.
uk_ua: Перегляд, редагування або видалення точок підключення на приймачі.

source: View, edit or delete usernames and passwords for your network.
uk_ua: Перегляд, редагування або видалення користувачів і паролів в вашій мережі.

source: Views:
uk_ua: Переглядів:

source: Virtual KeyBoard
uk_ua: Віртуальна Клавіатура

source: Visualization for the European Installation Bus
uk_ua: Візуалізація для встановлення європейських автобусів

source: Visualize and control your lights, dimmers, blinds, thermostats etc. through EIB/KNX. (linknx server required)
uk_ua: Візуалізація і управління вашим світлом, діммерами, шторами, термостатами і т.д. через EIB/KNX. (необхідний сервер linknx)

source: Voltage mode
uk_ua: Режим напруги

source: Volume
uk_ua: Гучність

source: WLAN connection
uk_ua: Безпровідне з'єднання WLAN

source: WPA or WPA2
uk_ua: WPA або WPA2

source: WSS on 4:3
uk_ua: WSS на 4:3

source: Wait time in ms before activation:
uk_ua: Час очікування в мс. перед активацією:

source: Waiting
uk_ua: Очікування

source: Warn if free space drops below (kB):
uk_ua: Попереджати, якщо вільного місця менше (kB):

source: Watch streams from ZDF Mediathek
uk_ua: Перегляд потоків з Медіатеки ZDF

source: Web-Bouquet-Editor for PC
uk_ua: Веб-Редактор-Пакетів для ПК

source: Webinterface
uk_ua: Вебінтерфейс

source: Webinterface: Main Setup
uk_ua: Вебінтерфейс: Основні налаштування

source: Wed
uk_ua: Сер

source: Wednesday
uk_ua: Середа

source: Weekday
uk_ua: День тижня

source: Weekend
uk_ua: Вихідні

source: Weekly (Monday)
uk_ua: Щотижня (Понеділок)

source: Weekly (Sunday)
uk_ua: Щотижня (Неділя)

source: Welcome to the Cutlist editor. Seek to the start of the stuff you want to cut away. Press OK, select 'start cut'. Then seek to the end, press OK, select 'end cut'. That's it.
uk_ua: Ласкаво просимо до відеоредактора. Перейдіть до місця, котре слугуватиме початком файлу. Натисніть ОК, вибравши 'початок вирізання'. Перейдіть до місця, котре слугуватиме кінцем файлу. Натисніть ОК,вибравши 'кінець вирізання'. Це все.

source: Welcome to the Image upgrade wizard. The wizard will assist you in upgrading the firmware of your Dreambox by providing a backup facility for your current settings and a short explanation of how to upgrade your firmware.
uk_ua: Ласкаво просимо до помічника оновлення Іміджів. Він допоможе Вам в оновленні програмного забезпечення, забезпечуючи резервне копіювання параметрів та налаштувань і коротко пояснить як оновити програмне забезпечення.

source: Welcome to the MyTube Youtube Player. Use the Bouqet+ button to navigate to the search field and the Bouqet- to navigate to the video entries. To play a movie just press OK on your remote control. Press info to see the movie description. Press the Menu button for additional options. The Help button shows this help again.
uk_ua: Ласкаво Просимо до програвача MyTube Youtube. Для переходу в поле пошуку скористайтесь кнопкою Bouqet+ і Bouqet- для переходу до відеозаписів. Для перегляду відео, просто натисніть OK. Для перегляду опису фільму натисніть EPG. Для додаткових опцій натисніть кнопку Menu Кнопка Help покажу цю допомогу ще раз.

source: Welcome to the MyTube Youtube Player. While entering your search term(s) you will get suggestions displayed matching your search term. To select a suggestion press DOWN on your remote, select the desired result and press OK on your remote to start the search. Press exit to get back to the input field.
uk_ua: Ласкаво просимо до програвача Youtube - MyTube. Під час введення пошукового запиту(ів) вам відображатимуться пропозиції відповідні до набраних термінів. Для переходу до пропозиції скористайтесь кнопкою DOWN на пульті, виберіть результат і натисніть ОК для старту пошуку. Натисніть exit щоб повернутись до поля вводу.

source: Welcome to the cleanup wizard. We have detected that your available internal memory has dropped below 2MB. To ensure stable operation of your Dreambox, the internal memory should be cleaned up. You can use this wizard to remove some extensions.
uk_ua: Ласкаво просимо до майстер очищення. Виявлено, що внутрішньої пам'яті доступно менше 2Мб. Щоб забезпечити стабільну роботу Вашого Dreambox, внутрішня пам'ять повинна бути очищена. Ви можете використати цей майстер для видалення деяких компонентів.

source: Welcome. If you want to connect your Dreambox to the Internet, this wizard will guide you through the basic network setup of your Dreambox. Press OK to start configuring your network
uk_ua: Ласкаво просимо. Якщо ви бажаєте під'єднати Приймач до Інтернету, цей майстер допоможе вам з основними налаштуваннями мережі.. Натисніть ОК щоб розпочати налаштування мережі

source: Welcome. This Wizard will help you to create a new AutoTimer by providing descriptions for common settings.
uk_ua: Ласкаво просимо. Цей Майстер допоможе вам створити новий АвтоТаймер шляхом надання описів загальних налаштувань.

source: Welcome...
uk_ua: Ласкаво просимо...

source: West
uk_ua: Захід

source: What do you want to scan?
uk_ua: Що хочете сканувати?

source: What to do with submitted crashlogs?
uk_ua: Що робити з надісланими крешлогами?

source: When supporting "Fast Scan" the service type is ignored. You don't need to enable this unless your Image supports "Fast Scan" and you are using it.
uk_ua: При підтримці "Швидкий Пошук" тип каналів ігнорується. Вам не потрібно включати це, якщо імідж підтримує "Швидкий Пошук" тоді використовуйте це.

source: When this option is enabled the AutoTimer won't match events where another timer with the same description already exists in the timer list.
uk_ua: Якщо ця опція включена, АвтоТаймер не відповідатиме події, коли інший таймер з тим же описом вже існує в списку.

source: When you do a factory reset, you will lose ALL your configuration data (including bouquets, services, satellite data ...) After completion of factory reset, your receiver will restart automatically! Really do a factory reset?
uk_ua: При поверненні до заводських налаштувань, ви втратите усі налаштування (включаючи списки каналів, конфігурацію супутників...) Після виконання, приймач автоматично перезавантажиться! Ви дійсно бажаєте зробити це?

source: Where do you want to backup your settings?
uk_ua: Де хочете зробити копію своїх налаштувань?

source: Where to save temporary timeshift recordings?
uk_ua: Де зберігати тимчасові записи timeshift?

source: Wireless LAN
uk_ua: Безпровідний LAN

source: Wireless Network
uk_ua: Безпровідна мережа

source: Wireless network connection setup
uk_ua: Налаштування з'єднання безпровідної мережі

source: Wireless network connection setup.
uk_ua: Налаштування з'єднання безпровідної мережі.

source: Wireless network state
uk_ua: Статус Безпровідної Мережі

source: With AntiScrollbar you can cover up annoying ticker lines (e.g. in news channels).
uk_ua: З AntiScrollbar ви можете прикрити дратівливі лінії тікера (наприклад, в каналах новин).

source: With EPGSearch you can search through the EPG and create timers.
uk_ua: З ЕПГ Пошуком ви можете виконати пошук в ЕПГ і створювати таймери.

source: With IMDb you can display downloaded movie information (rating, poster, cast, synopsis etc.) about the selected event.
uk_ua: З IMDb ви зможете переглядати завантажену інформацію відео (рейтинг, постер, склад, анотації тощо) про вибрану подію.

source: With MovieRetitle you can rename your movies.
uk_ua: З MovieRetitle ви можете перейменовувати ваші фільми.

source: With MyTube you can play YouTube videos directly on your TV without a PC.
uk_ua: З MyTube ви можете відтворити відеокліпи YouTube безпосередньо на екрані телевізора без використання ПК.

source: With OFDb you can display downloaded movie information (rating, poster, cast, synopsis etc.) about the selected event.
uk_ua: З OFDb ви зможете переглядати завантажену інформацію відео (рейтинг, постер, склад, анотації тощо) про вибрану подію.

source: With WebcamViewer you can watch webcams on your TV Screen.
uk_ua: З WebcamViewer ви можете переглядати веб-камери на екрані ТВ.

source: With Werbezapper you can bridge commercials by creating short timers (between 1 and 9 minutes long) which will automatically zap back to the original channel after execution.
uk_ua: За допомогою Werbezapper ви можете подолати рекламу шляхом створення коротких таймерів (від 1 до 9 хвилин), які автоматично перемкнуть назад на оригінальний канал після виконання.

source: With the CrashlogAutoSubmit plugin it is possible to automaticallymail crashlogs found on your hard drive to Dream Multimedia.
uk_ua: За допомогою плагіна CrashlogAutoSubmit можна автоматично надсилати крешлоги знайдені на жорсткому диску до Dream Multimedia.

source: With the DefaultServicesScanner plugin you can scan default lamedbs sorted by satellite with a connected dish positioner.
uk_ua: За допомогою плагіна DefaultServicesScanner ви можете сканувати стандартний lamedb посортований по супутниках з під'єднаним позиціонером.

source: With the DiseqcTester plugin you can test your satellite equipment for DiSEqC compatibility and errors.
uk_ua: З плагіном DiseqcTester ви можете перевірити своє супутникове обладнання на DiSEqC сумісність і помилки.

source: With the NetworkWizard you can easily configure your network step by step.
uk_ua: З Майстром налаштування мережі ви зможете легко налаштувати мережу крок за кроком.

source: With the PositionerSetup plugin it is easy to install and configure a motorized dish.
uk_ua: З плагіном PositionerSetup дуже легко встановлювати і налаштовувати моторизовану антену.

source: With the SatelliteEquipmentControl plugin it is possible to fine-tune DiSEqC-settings.
uk_ua: З плагіном SatelliteEquipmentControl можна виконати точні налаштування DiSEqC

source: With this option enabled the channel to record on can be changed to a alternative service it is restricted to.
uk_ua: Якщо ця опція включена, канал для запису на може бути змінений на альтернативний через обмеження.

source: With this option you can restrict the AutoTimer to a certain amount of scheduled recordings. Set this to 0 to disable this functionality.
uk_ua: За допомогою цієї опції ви можете обмежити АвтоТаймер на певну кількість запланованих записів. Встановіть значення 0, щоб відключити цю функцію.

source: Wizard
uk_ua: Майстер

source: Write error while recording. Disk full?
uk_ua: Виникла помилка під час запису. Диск заповнений?

source: Write failed!
uk_ua: Записати невдалось!

source: Year
uk_ua: Рік

source: Yes
uk_ua: Так

source: Yes to all
uk_ua: Так для всіх

source: Yes, always
uk_ua: Так, завжди

source: Yes, and delete this movie
uk_ua: Так, і видалити цей фільм

source: Yes, and don't ask again
uk_ua: Так, і більше не запитувати

source: Yes, backup my settings!
uk_ua: Так, зробити копію моїх налаштувань!

source: Yes, but play next video
uk_ua: Так, але відтворити наступне відео

source: Yes, but play previous video
uk_ua: Так, але відтворити попереднє відео

source: Yes, do a manual scan now
uk_ua: Так, розпочати ручний пошук

source: Yes, do an automatic scan now
uk_ua: Так, розпочати автоматичний пошук

source: Yes, do another manual scan now
uk_ua: Так, почати інший ручний пошук
