Repository: bodyan/enigma2_uk_locale
Catalog: enigma2.po
Languages: uk_ua

source: Move screen to the lower right corner
uk_ua: Переміщення екрану у нижній правий кут

source: Move screen to the middle of the left border
uk_ua: Переміщення екрану до середини лівого краю

source: Move screen to the middle of the right border
uk_ua: Переміщення екрану до середини правого краю

source: Move screen to the right
uk_ua: Переміщення екрану вправо

source: Move screen to the upper left corner
uk_ua: Переміщення екрану у верхній лівий кут

source: Move screen to the upper right corner
uk_ua: Переміщення екрану у верхній правий кут

source: Move screen up
uk_ua: Переміщення екрану вгору

source: Move west
uk_ua: Перемістити на захід

source: Movie location
uk_ua: Розташування фільмів

source: MovieTagger adds tags to recorded movies to sort a large list of movies.
uk_ua: MovieTagger додає теги до записаних фільмів для сортування в подальшому великого списку фільмів.

source: Movielist Preview creates screenshots of recordings and shows them inside the movielist.
uk_ua: Попередній перегляд списку фільмів створює скріншоти записів і показує їх усередині списку.

source: Movielist menu
uk_ua: Меню списку фільмів

source: Multi EPG
uk_ua: Мульти-ЕПГ

source: Multi-EPG bouquet selection
uk_ua: Мульти-ЕПГ вибір пакетів

source: Multimedia
uk_ua: Мультимедіа

source: Multiple service support
uk_ua: Підтримка мультисервісів

source: Multiplex
uk_ua: Мультиплекс

source: Multisat
uk_ua: Декілька супутників

source: Music
uk_ua: Музика

source: Mute
uk_ua: Без звуку

source: My History
uk_ua: Моя Історія

source: My Subscriptions
uk_ua: Мої підписки

source: My TubePlayer
uk_ua: Програвач MyTube

source: MyTube Settings
uk_ua: Налаштування MyTube

source: MyTubePlayer
uk_ua: Програвач MyTube

source: MyTubePlayer Help
uk_ua: Допомога MyTubePlayer

source: MyTubePlayer active video downloads
uk_ua: Активні завантаження програвача MyTube

source: MyTubePlayer settings
uk_ua: Налаштування MyTubePlayer

source: MyTubeVideoInfoScreen
uk_ua: Вікно інформації про MyTube

source: MyTubeVideohelpScreen
uk_ua: Вікно допомоги MyTube

source: N/A
uk_ua: Н/В

source: NEXT
uk_ua: НАСТУПНИЙ

source: NFI Image Flashing
uk_ua: Встановлення іміджа

source: NFI image flashing completed. Press Yellow to Reboot!
uk_ua: Запис NFI іміджу завершено. Натисніть Жовту для перезавантаження

source: NFS share
uk_ua: NFS ресурс

source: NOW
uk_ua: ЗАРАЗ

source: Name
uk_ua: Ім'я

source: Name:
uk_ua: Ім'я

source: Nameserver %d
uk_ua: DNS сервер %d

source: Nameserver Setup
uk_ua: Налаштування DNS

source: Nameserver settings
uk_ua: Параметри DNS

source: Namespace
uk_ua: Простір імен

source: Navigation
uk_ua: Навігація

source: Nemesis BlackBox Skin
uk_ua: Nemesis BlackBox Скін

source: Nemesis BlackBox Skin for the Dreambox
uk_ua: Nemesis BlackBox Скін для Dreambox

source: Nemesis Blueline Single Skin
uk_ua: Nemesis Blueline Спрощений Скін

source: Nemesis Blueline Single Skin for the Dreambox
uk_ua: Nemesis Blueline Single Скін для Dreambox

source: Nemesis Blueline Skin
uk_ua: Nemesis Blueline Скін

source: Nemesis Blueline Skin for the Dreambox
uk_ua: Nemesis Blueline Скін для Dreambox

source: Nemesis Blueline.Extended Skin
uk_ua: Nemesis Blueline.Розширений Скін

source: Nemesis Blueline.Extended Skin for the Dreambox
uk_ua: Nemesis Blueline.Розширений Скін для Dreambox

source: Nemesis ChromeLine Cobolt Skin
uk_ua: Nemesis ChromeLine Cobolt Скін

source: Nemesis ChromeLine Cobolt Skin for the Dreambox
uk_ua: Nemesis ChromeLine Cobolt Скін для Dreambox

source: Nemesis ChromeLine Skin
uk_ua: Nemesis ChromeLine Скін

source: Nemesis ChromeLine Skin for the Dreambox
uk_ua: Nemesis ChromeLine Скін для Dreambox

source: Nemesis Flatline Blue Skin
uk_ua: Nemesis Flatline Синій Скін

source: Nemesis Flatline Blue Skin for the Dreambox
uk_ua: Nemesis Flatline Blue Скін для Dreambox

source: Nemesis Flatline Skin
uk_ua: Nemesis Flatline Скін

source: Nemesis Flatline Skin for the Dreambox
uk_ua: Nemesis Flatline Скін для Dreambox

source: Nemesis GlassLine Skin
uk_ua: Nemesis GlassLine Скін

source: Nemesis GlassLine Skin for the Dreambox
uk_ua: Nemesis GlassLine Скін для Dreambox

source: Nemesis Greenline Extended Skin
uk_ua: Nemesis Greenline Розширений Скін

source: Nemesis Greenline Extended Skin for the Dreambox
uk_ua: Nemesis Greenline Розширений Скін для Dreambox

source: Nemesis Greenline Single Skin
uk_ua: Nemesis Greenline Спрощений Скін

source: Nemesis Greenline Single Skin for the Dreambox
uk_ua: Nemesis Greenline Single Скін для Dreambox

source: Nemesis Greenline Skin
uk_ua: Nemesis Greyline Скін

source: Nemesis Greenline Skin for the Dreambox
uk_ua: Nemesis Greenline Скін для Dreambox

source: Nemesis Greyline Extended Skin
uk_ua: Nemesis Greyline Розширений Скін

source: Nemesis Greyline Extended Skin for the Dreambox
uk_ua: Nemesis Greyline Розширений Скін для Dreambox

source: Nemesis Greyline Single Skin
uk_ua: Nemesis Greyline Спрощений Скін

source: Nemesis Greyline Single Skin for the Dreambox
uk_ua: Nemesis Greyline Single Скін для Dreambox

source: Nemesis Greyline Skin
uk_ua: Nemesis Greyline Скін

source: Nemesis Greyline Skin for the Dreambox
uk_ua: Nemesis Greyline Скін для Dreambox

source: Nemesis ShadowLine Skin
uk_ua: Nemesis ShadowLine Скін

source: Nemesis ShadowLine Skin for the Dreambox
uk_ua: Nemesis ShadowLine Скін для Dreambox

source: Netmask
uk_ua: Маска мережі

source: Network
uk_ua: Мережа

source: Network Configuration...
uk_ua: Конфігурація мережі...

source: Network Mount
uk_ua: Мережеві підключення

source: Network Setup
uk_ua: Налаштування мережі

source: Network Wizard
uk_ua: Майстер налаштування мережі

source: Network scan
uk_ua: Мережевий пошук

source: Network setup
uk_ua: Налаштування мережі

source: Network test
uk_ua: Тест мережевого з'єднання

source: Network test...
uk_ua: Тест мережевого з'єднання...

source: Network test:
uk_ua: Тест мережевого з'єднання

source: Network:
uk_ua: Мережа:

source: NetworkBrowser
uk_ua: Оглядач Мережі

source: NetworkWizard
uk_ua: Майстер налаштувань мережі

source: Networkname (SSID)
uk_ua: Назва мережі (SSID)

source: Never
uk_ua: ніколи

source: New
uk_ua: Нові

source: New PIN
uk_ua: Новий PIN

source: New Zealand
uk_ua: Нова Зеландія

source: New subscription added
uk_ua: Нова підписка додана

source: New version:
uk_ua: Нова версія:

source: News & Politics
uk_ua: Новини та Політика

source: Next
uk_ua: Наступний

source: No
uk_ua: Ні

source: No (supported) DVDROM found!
uk_ua: Ніякого (сумісного) DVD привода не знайдено!

source: No Connection
uk_ua: З'єднання відсутнє

source: No HDD found or HDD not initialized!
uk_ua: HDD не знайдено або HDD не ініціалізований!

source: No backup needed
uk_ua: Резервна копія не потрібна

source: No data on transponder! (Timeout reading PAT)
uk_ua: Нема даних на транспондері! (Кінець часу читання PAT)

source: No description available.
uk_ua: Опис відсутній

source: No details for this image file
uk_ua: Нема деталей про цей імідж

source: No displayable files on this medium found!
uk_ua: Потрібних файлів на цьому носії не знайдено!

source: No event info found, recording indefinitely.
uk_ua: Інформацію про подію не знайдено, запис на невизначений час.

source: No fast winding possible yet.. but you can use the number buttons to skip forward/backward!
uk_ua: Швидкий перехід досі не доступний.. проте ви можете використовувати кнопки цифр для переходу вперед/назад!

source: No free tuner!
uk_ua: Нема вільного тюнера!

source: No network connection available.
uk_ua: Немає доступного мережевого підключення.

source: No network devices found!
uk_ua: Мережеві пристрої не знайдено!

source: No networks found
uk_ua: Мереж не знайдено

source: No packages were upgraded yet. So you can check your network and try again.
uk_ua: Жодного пакета не було оновлено. Перевірте налаштування мережі і спробуйте знову.

source: No picture on TV? Press EXIT and retry.
uk_ua: Відсутнє зображення на ТВ? Натисніть EXIT і повторіть.

source: No playable video found! Stop playing this movie?
uk_ua: Неможливо відтворити дане відео. Зупинити відтворення?

source: No positioner capable frontend found.
uk_ua: Не знайдено позиціонера.

source: No satellite frontend found!!
uk_ua: Не знайдено SAT-тюнер!!!

source: No tags are set on these movies.
uk_ua: Теги не встановлені на цих фільмах.

source: No to all
uk_ua: Ні для всіх

source: No tuner is configured for use with a diseqc positioner!
uk_ua: Нема тюнера налаштованого для роботи з позиціонером!

source: No tuner is enabled! Please setup your tuner settings before you start a service scan.
uk_ua: Нема активного тюнера! Налаштуй параметри свого тюнера перед початком сканування.

source: No valid service PIN found! Do you like to change the service PIN now? When you say 'No' here the service protection stay disabled!
uk_ua: Не знайдено PIN-код каналу! Хочете змінити PIN-код каналу? Якщо вибрати НІ, то захист каналу буде вимкнуто!

source: No valid setup PIN found! Do you like to change the setup PIN now? When you say 'No' here the setup protection stay disabled!
uk_ua: Не знайдено PIN-код налаштувань! Хочете змінити PIN-код налаштувань? Якщо вибрати НІ, то захист налаштувань буде вимкнуто!!

source: No videos to display
uk_ua: Немає відео для відображення

source: No wireless networks found! Searching...
uk_ua: Бездротові мережі не знайдені! Пошук ...

source: No working local network adapter found. Please verify that you have attached a network cable and your network is configured correctly.
uk_ua: Не знайдено працюючого мережевого адаптера. Будь-ласка перевірте правильність під'єднання мережевого кабеля і налаштування мережі.

source: No working wireless network adapter found. Please verify that you have attached a compatible WLAN device and your network is configured correctly.
uk_ua: Не знайдено працюючого WI-FI мережевого адаптера. Будь-ласка перевірте чи під'єднаний сумісний WI-FI пристрій і мережа налаштована правильно.

source: No working wireless network interface found. Please verify that you have attached a compatible WLAN device or enable your local network interface.
uk_ua: Не знайдено працюючого WI-FI мережевого інтерфейсу. Перевірте чи під'єднано сумісний WI-FI пристрій або ввімкніть ваш локальний мережевий інтерфейс.

source: No, but play video again
uk_ua: Ні, але відтворити відео знову

source: No, but restart from begin
uk_ua: Ні, але відтворити фільм з початку

source: No, but switch to video entries.
uk_ua: Ні, але перейти до записів відео.

source: No, but switch to video search.
uk_ua: Ні, але перейти до пошуку відео.

source: No, do nothing.
uk_ua: Ні, не робити нічого.

source: No, just start my dreambox
uk_ua: Ні, просто ввімкнути мій приймач

source: No, never
uk_ua: ні, ніколи

source: No, not now
uk_ua: Ні, не тепер.

source: No, remove them.
uk_ua: Ні, видалити їх.

source: No, scan later manually
uk_ua: Ні, сканувати вручну пізніше

source: No, send them never
uk_ua: Ні, не надсилати ніколи

source: None
uk_ua: Нічого

source: Nonlinear
uk_ua: Нелінійний

source: Nonprofits & Activism
uk_ua: Некомерційні організації та активізм

source: North
uk_ua: Північ

source: Norwegian
uk_ua: Норвезька

source: Not after
uk_ua: Не після

source: Not before
uk_ua: Не раніше

source: Not enough diskspace. Please free up some diskspace and try again. (%d MB required, %d MB available)
uk_ua: Не достатньо вільного місця. Будь ласка звільніть місце на диску і спробуйте знов. (%d MB потрібно, %d MB вільно)

source: Not fetching feed entries
uk_ua: Не вибрані дані канали

source: Not-Associated
uk_ua: Не Пов'язані

source: Nothing to scan! Please setup your tuner settings before you start a service scan.
uk_ua: Нічого не знайдено! Налаштуй параметри свого тюнера перед початком сканування.

source: Nov
uk_ua: Лис

source: November
uk_ua: Листопад

source: Now Playing
uk_ua: Зараз відтворюється

source: Now, use the contrast setting to turn up the brightness of the background as much as possible, but make sure that you can still see the difference between the two brightest levels of shades.If you have done that, press OK.
uk_ua: Тепер, використовуйте регулювання контрастності, щоб збільшити яскравість фону наскільки це можливо, але переконайтесь, що Ви все ще бачите різницю між двома самими яскравими рівнями відтінків. Якщо Ви зробили це, то натисніть ОК.

source: Number of scheduled recordings left.
uk_ua: Кількість запланованих записів, що залишились.

source: OK, guide me through the upgrade process
uk_ua: OK, допомогти мені в процесі оновлення

source: OK, remove another extensions
uk_ua: ОК, видалити інші компоненти

source: OK, remove some extensions
uk_ua: ОК, видалити деякі компоненти

source: OSD Settings
uk_ua: Налаштування OSD

source: OSD visibility
uk_ua: Прозорість OSD

source: Oct
uk_ua: Жов

source: October
uk_ua: Жовтень

source: Off
uk_ua: Вимкнено

source: Offset after recording (in m)
uk_ua: Зсув після запису (у хв.)

source: Offset before recording (in m)
uk_ua: Зсув перед записом (у хв.)

source: On
uk_ua: Ввімкнено

source: On any service
uk_ua: На будь-якому каналі

source: On same service
uk_ua: На цьому каналі

source: One
uk_ua: Один

source: Only AutoTimers created during this session
uk_ua: Тільки АвтоТаймери, створені під час цієї сесії

source: Only Free scan
uk_ua: Тільки відкриті

source: Only add timer for next x days
uk_ua: Тільки додати таймер на наступні x днів

source: Only extensions.
uk_ua: Тільки розширення

source: Only match during timespan
uk_ua: Тільки відповідному відрізку часу

source: Only on Service: %s
uk_ua: Тільки на Каналі: %s

source: Open Context Menu
uk_ua: Відкрити Меню Плагіна

source: Open plugin menu
uk_ua: Відкрити меню додатків

source: Optionally enter your name if you want to.
uk_ua: При необхідності введіть Ваше ім'я, якщо хочете.

source: Orbital position
uk_ua: Орбітальна позиція

source: Outer Bound (+/-)
uk_ua: Зовнішня межа (+/-)

source: Overlay for scrolling bars
uk_ua: Накладання для панелі прокрутки

source: Override found with alternative service
uk_ua: Перевизначення знайдено в альтернативному сервісі

source: Overwrite configuration files ?
uk_ua: Перезаписати файли конфігурації ?

source: Overwrite configuration files during software upgrade?
uk_ua: Перезаписати файли конфігурації під час оновлення ПЗ?

source: PCR PID
uk_ua: PCR ПІД

source: PIDs
uk_ua: ПІДи

source: PMT PID
uk_ua: PMT ПІД

source: Package list update
uk_ua: Оновлення списку пакетів

source: Package removal failed.
uk_ua: Видалення пакету невдале!

source: Package removed successfully.
uk_ua: Пакет видалено успішно.

source: Packet management
uk_ua: Управління пакетами

source: Packet manager
uk_ua: Управління пакетами

source: Pan&Scan
uk_ua: Панорама

source: Parent Directory
uk_ua: Початкова директорія

source: Parental control
uk_ua: Батьківський контроль

source: Parental control services Editor
uk_ua: Редактор каналів батьківського контролю

source: Parental control setup
uk_ua: Встановлення батьківського контролю

source: Parental control type
uk_ua: Тип батьківського контролю

source: Password
uk_ua: Пароль

source: Password:
uk_ua: Пароль:

source: Pause movie at end
uk_ua: Затримати фільм в кінці

source: People & Blogs
uk_ua: Люди і Блоги

source: Percent
uk_ua: Відсотків

source: PermanentClock shows the clock permanently on the screen.
uk_ua: PermanentClock показує годинник на екрані постійно.

source: Persian
uk_ua: Перський

source: Pets & Animals
uk_ua: Домашні звірі і Звірі

source: Phone number
uk_ua: Телефонний номер

source: PiPSetup
uk_ua: Налаштування PiP

source: Picons path
uk_ua: Розташування папки з піконами

source: PicturePlayer
uk_ua: Перегляд зображень

source: Pillarbox
uk_ua: Поштова скринька

source: Pilot
uk_ua: Пілот

source: Pin code needed
uk_ua: Потрібно PIN-код

source: Play
uk_ua: відтворення

source: Play Audio-CD...
uk_ua: Відтворити Audio-CD...

source: Play DVD
uk_ua: Відтворити DVD

source: Play DVDs
uk_ua: Відтворення DVD-дисків

source: Play Internet Radio downloaded from Last.FM
uk_ua: Відтворити Інтернет-Радіо завантажене з Last.FM

source: Play Music...
uk_ua: Відтворити Музику...

source: Play YouTube movies
uk_ua: Відтворення відео з YouTube

source: Play back media files
uk_ua: Відтворення медіа файлів

source: Play next video
uk_ua: Відтворити наступне відео

source: Play recorded movies...
uk_ua: Відтворити записані передачі...

source: Play video again
uk_ua: Відтворити відео знову

source: Playback of Youtube through a PC
uk_ua: Відтворення Youtube через ПК

source: Player for Network and Internet Streams
uk_ua: Відтворення для Мережевих і Інтернет потоків

source: Player for Network and Internet Streams.
uk_ua: Відтворення для Мережевих і Інтернет потоків.

source: Plays your favorite music and videos
uk_ua: Відтворення вашої улюбленої музики і відео

source: Please Reboot
uk_ua: Будь ласка перезавантажте

source: Please Select Medium to be Scanned
uk_ua: Будь ласка виберіть носій, який буде проскановано

source: Please add titles to the compilation.
uk_ua: Будь ласка, додайте назву до компіляції.

source: Please be aware, that anyone can disable the parental control, if you have not set a PIN.
uk_ua: Зауважте, що будь-хто зможе вимкнути батьківський контроль, якщо ви не встановили пін-код.

source: Please change recording endtime
uk_ua: Будь ласка змініть час закінчення запису

source: Please check your network settings!
uk_ua: Будь ласка перевірте налаштування вашої мережі!

source: Please choose an extension...
uk_ua: Будь ласка виберіть...

source: Please choose he package...
uk_ua: Будь ласка виберіть пакет ...

source: Please choose the default services lists you want to install.
uk_ua: Будь ласка виберіть стандартний список каналів, який хочете встановити

source: Please configure or verify your Nameservers by filling out the required values. When you are ready press OK to continue.
uk_ua: Будь-ласка налаштуйте або перевірте ваш DNS заповнивши необхідні значення. Коли буде готово натисніть ОК для продовження.

source: Please configure your internet connection by filling out the required values. When you are ready press OK to continue.
uk_ua: Будь-ласка налаштуйте ваше інтернет з'єднання заповнивши необхідні значення. Коли буде готово натисніть ОК для продовження.

source: Please do not change any values unless you know what you are doing!
uk_ua: Будь ласка не міняйте ніякі значення, якщо не розумієте що робите!

source: Please enter a name for the new bouquet
uk_ua: Введіть назву нового списку

source: Please enter a name for the new marker
uk_ua: Введіть назву для нової закладки

source: Please enter a new filename
uk_ua: Введіть нову назву файла

source: Please enter a new name:
uk_ua: Будь ласка, введіть нове ім'я

source: Please enter filename (empty = use current date)
uk_ua: Введіть назву файла (пусто = актуальна дата)

source: Please enter name of the new directory
uk_ua: Введіть назву нового каталогу

source: Please enter the correct pin code
uk_ua: Введіть правильний PIN-код

source: Please enter the old PIN code
uk_ua: Введіть старий PIN-код

source: Please enter your email address here:
uk_ua: Будь ласка, введіть свою електронну адресу:

source: Please enter your name here (optional):
uk_ua: Будь ласка, введіть своє ім'я (необов'язково):

source: Please enter your search term.
uk_ua: Будь-ласка, введіть пошуковий запит.

source: Please follow the instructions on the TV
uk_ua: Будь ласка, слідкуйте за інструкціями на TV

source: Please note that the previously selected media could not be accessed and therefore the default directory is being used instead.
uk_ua: Будь ласка зверніть увагу, що до раніше вибраних носіїв не було доступу, і тому замість них використовується директорія за замовчуванням

source: Please press OK to continue.
uk_ua: Будь ласка натисніть OK для продовження.

source: Please press OK!
uk_ua: Натисніть OK!

source: Please provide a Text to match
uk_ua: Вкажіть текст для відповідності

source: Please select a playlist to delete...
uk_ua: Виберіть плейлист для видалення...

source: Please select a playlist...
uk_ua: Виберіть плейлист...

source: Please select a standard feed or try searching for videos.
uk_ua: Виберіть стандартний канал або спробуйте знайти відео.

source: Please select a subservice to record...
uk_ua: Виберіть підсервіс для запису...

source: Please select a subservice...
uk_ua: Виберіть підсервіс...

source: Please select an NFI file and press green key to flash!
uk_ua: Виберіть файл NFI і натисніть зелену кнопку для запису!

source: Please select an extension to remove.
uk_ua: Будь ласка, виберіть розширення для видалення

source: Please select an option below.
uk_ua: Будь ласка, виберіть варіант нижче.

source: Please select medium to use as backup location
uk_ua: Будь-ласка, виберіть носій для розташування копії

source: Please select tag to filter...
uk_ua: Будь-ласка, виберіть тег для фільтрації...

source: Please select the movie path...
uk_ua: Виберіть шлях до фільму...

source: Please select the network interface that you want to use for your internet connection. Please press OK to continue.
uk_ua: Будь-ласка виберіть мережевий інтерфейс, через який виконуватиметься інтернет з'єднання. Натисніть OK для продовження.

source: Please select the wireless network that you want to connect to. Please press OK to continue.
uk_ua: Будь-ласка виберіть безпровідну мережу, через яку виконуватиметься інтернет з'єднання. Натисніть OK для продовження.

source: Please set up tuner B
uk_ua: Налаштуйте тюнер B

source: Please set up tuner C
uk_ua: Налаштуйте тюнер C

source: Please set up tuner D
uk_ua: Налаштуйте тюнер D

source: Please use direction keys to move the PiP window. Press Bouquet +/- to resize the window. Press OK to go back to the TV mode or EXIT to cancel the moving.
uk_ua: Використовуйте кнопки управління для переміщення вікна PiP. Натисніть +/-, для зміни розміру вікна. Натисніть OK, щоб повернутись в режим TV, або EXIT для відміни.

source: Please use the UP and DOWN keys to select your language. Afterwards press the OK button.
uk_ua: Використовуйте кнопки ВВЕРХ і ВНИЗ, для вибору мови. Після вибору натисніть OK.

source: Please wait (Step 2)
uk_ua: Будь-ласка почекайте (Крок 2)

source: Please wait for activation of your network configuration...
uk_ua: Будь-ласка почекайте на активацію налаштувань мережі...

source: Please wait for activation of your network mount...
uk_ua: Зачекайте, триває активація мережевого підключення...

source: Please wait while removing selected package...
uk_ua: Почекайте, поки йде видалення обраного пакету ...

source: Please wait while removing your network mount...
uk_ua: Зачекайте, триває видалення мережевого ресурсу...

source: Please wait while scanning is in progress...
uk_ua: Будь-ласка почекайте виконується сканування...

source: Please wait while searching for removable packages...
uk_ua: Будь ласка, почекайте, йде пошук пакетів для видалення ...

source: Please wait while updating your network mount...
uk_ua: Зачекайте, триває оновлення мережевих ресурсів...

source: Please wait while we configure your network...
uk_ua: Будь-ласка почекайте поки ми налаштуємо вашу мережу...

source: Please wait while we prepare your network interfaces...
uk_ua: Будь-ласка почекайте поки ми підготуємо ваш мережевий інтерфейс...

source: Please wait while we test your network...
uk_ua: Будь-ласка почекайте поки ми перевіримо вашу мережу...

source: Please wait while your network is restarting...
uk_ua: Будь-ласка почекайте поки перезавантажується мережа...

source: Please wait...
uk_ua: Будь-ласка почекайте...

source: Please wait... Loading list...
uk_ua: Прохання зачекати... Завантаження списку...

source: Plugin Browser
uk_ua: Список плагінів

source: Plugin browser
uk_ua: Список плагінів

source: Plugin manager activity information
uk_ua: Інформація активності плагінів

source: Plugin manager help
uk_ua: Допомога в керуванні плагіном
