Repository: bodyan/enigma2_uk_locale
Catalog: enigma2.po
Languages: uk_ua

source: Yes, keep them.
uk_ua: Так, зберегти

source: Yes, perform a shutdown now.
uk_ua: Так вимкнути зараз.

source: Yes, restore the settings now
uk_ua: Так, відновити мої налаштування зараз

source: Yes, returning to movie list
uk_ua: Так, але повернутись до списку фільмів

source: Yes, view the tutorial
uk_ua: Так, показати інструкцію

source: You can cancel the installation.
uk_ua: Ви можете відмінити встановлення.

source: You can cancel the removal.
uk_ua: Ви можете відмінити видалення

source: You can choose some default settings now. Please select the settings you want to be installed.
uk_ua: Ви можете вибрати деякі стандартні налаштування зараз. Будь ласка виберіть налаштування які хочете встановити.

source: You can choose, what you want to install...
uk_ua: Ви можете вибрати, що хочете встановити...

source: You can control for how many days in the future timers are added. Set this to 0 to disable this feature.
uk_ua: Ви можете контролювати, скільки днів у майбутньому будуть додані таймери. Встановіть значення 0, щоб відключити цю функцію.

source: You can install this plugin.
uk_ua: Ви можете встановити цей додаток

source: You can only burn Dreambox recordings!
uk_ua: Ви можете записати тільки записи Dreambox!

source: You can remove this plugin.
uk_ua: Ви можете видалити цей додаток

source: You can set the basic properties of an AutoTimer here. While 'Name' is just a human-readable name displayed in the Overview, 'Match in title' is what is looked for in the EPG.
uk_ua: Тут ви можете встановити основні властивості АвтоТаймера. 'Назва' це найменування АвтоТаймера в огляді, 'Співпадіння назв' для пошуку в ЕПГ.

source: You can use the EasyInfo for manage your EPG plugins from info button. You have also a new now-next event viewer. Easy-PG, the own graphical EPG bowser is also included.
uk_ua: Ви можете використовувати EasyInfo для управління ЕПГ плагінами з кнопки info. Також у вас є новий переглядач подій зараз-далі. Easy-PG, також включений у власний графічний браузер ЕПГ.

source: You can use this plugin to dynamically hide Plugins from either the Extensions- or Pluginmenu without having to modify the source code of the respective plugin.After installation you find the settings as "Hide Plugins" under Setup / System.
uk_ua: Ви можете використовувати цей плагін, щоб динамічно приховати плагіни з Розширень- або Меню Плагінів без необхідності зміни вихідного коду відповідного плагіна. Після встановлення ви знайдете налаштування, як "Приховати Плагіни" в меню Налаштування / Система.

source: You cannot delete this!
uk_ua: Ви не можете це видалити!

source: You chose not to install any default services lists.
uk_ua: Не вибрано жодного стандартного списку для встановлення.

source: You chose not to install any default settings. You can however install the default settings later in the settings menu.
uk_ua: Не вибрано жодних стандартних налаштувань до встановлення. Ви можете встановити стандартні налаштування пізніше з меню налаштувань.

source: You chose not to install anything. Please press OK finish the install wizard.
uk_ua: Не вибрано нічого для встановлення. Натисніть ОК для завершення роботи помічника..

source: You did not provide a valid 'Match in title' Attribute for your new AutoTimer. As this is a mandatory Attribute you cannot continue without doing so.
uk_ua: Атрибут пошуку 'Відповідність за назвою' не заданий в новому АвтоТаймеру. Оскільки цей атрибут є обов'язковим, продовження не можливе.

source: You didn't select a channel to record from.
uk_ua: Ви не обрали канал для запису.

source: You entered "%s" as Text to match. Do you want to remove trailing whitespaces?
uk_ua: Ви ввели "%s" як текст для співпадіння. Хочете видалити кінцеві пробіли?

source: You have chosen to backup your settings. Please press OK to start the backup now.
uk_ua: Ви вибрали копіювання ваших налаштувань. Натисніть OK для початку копіювання.

source: You have chosen to create a new .NFI flasher bootable USB stick. This will repartition the USB stick and therefore all data on it will be erased.
uk_ua: Ви вибрали створення нового завантажувального USB носія. Це перерозподілить USB носій і видалить всі дані.

source: You have chosen to restore your settings. Enigma2 will restart after restore. Please press OK to start the restore now.
uk_ua: Ви вибрали відновлення налаштувань. Enigma2 буде перезавантажена відразу після відновлення. Натисніть ОК для відновлення.

source: You have to wait %s!
uk_ua: Необхідно почекати %s!

source: You need a PC connected to your dreambox. If you need further instructions, please visit the website http://www.dm7025.de. Your dreambox will now be halted. After you have performed the update instructions from the website, your new firmware will ask you to restore your settings.
uk_ua: Вам потрібно з'єднати ПК з Вашим приймачем. Якщо необхідно більше інформації, будь ласка відвідайте сайт http://www.dm7025.de. Зараз Ваш Drembox буде вимкнено. Після виконання всіх інструкцій з сайта, Ваше нове програмне забезпечення запропонує відновити свої налаштування.

source: You need to set a PIN code and hide it from your children. Do you want to set the pin now?
uk_ua: Ви повинні ввести PIN-код і сховати це від своїх дітей. Хочете ввести PIN-код зараз?

source: You successfully configured a new AutoTimer. Do you want to add it to the list? You can go back a step by pressing EXIT on your remote.
uk_ua: Ви успішно налаштували новий АвтоТаймер. Бажаєте додати його до списку? Ви можете повернутися назад, натиснувши кнопку EXIT на пульті дистанційного управління.

source: Your 'Match in title' Attribute ends with a Whitespace. Please confirm if this was intentional, if not they will be removed.
uk_ua: Текст атрибута 'Відповідність за назвою' закінчується пропуском. Будь ласка, підтвердіть правильність або видаліть.

source: Your Dreambox is now ready to use. Your internet connection is working now.
uk_ua: Тепер Dreambox готовий до використання. Ваше інтернет з'єднання працює.

source: Your Dreambox is now ready to use. Your internet connection is working now. Please press OK to continue.
uk_ua: Ваш приймач готовий до використання. Інтернет з'єднання вже працює. Натисніть ОК для продовження.

source: Your Dreambox will restart after pressing OK on your remote control.
uk_ua: Dreambox перезавантажиться після натиснення ОК на пульті ДУ.

source: Your backup succeeded. We will now continue to explain the further upgrade process.
uk_ua: Копію зроблено успішно. Зараз ми продовжимо пояснення подальшого процесу оновлення.

source: Your collection exceeds the size of a single layer medium, you will need a blank dual layer DVD!
uk_ua: Ваша колекція перевищує розмір стандартного диску, вам буде потрібно чистий двошаровий DVD диск!

source: Your config file is not well-formed: %s
uk_ua: Конфігураційний файл містить помилки: %s

source: Your current collection will get lost!
uk_ua: Ваша поточна колекція буде втрачена!

source: Your dreambox is shutting down. Please stand by...
uk_ua: Ваш приймач вимикається. Прохання зачекати...

source: Your dreambox isn't connected to the internet properly. Please check it and try again.
uk_ua: Ваш приймач не під'єднаний до інтернету належним чином. Будь ласка перевірте і спробуйте знову.

source: Your email address:
uk_ua: Ваша електронна пошта:

source: Your frontprocessor firmware must be upgraded. Press OK to start upgrade.
uk_ua: ПЗ фронтпроцесора повинно бути оновлене. Натисніть OK для початку оновлення.

source: Your internet connection is not working! Please choose what you want to do next.
uk_ua: Ваше інтернет з'єднання не працює! Виберіть наступну дію.

source: Your name (optional):
uk_ua: Ваше ім'я (необов'язково):

source: Your network configuration has been activated.
uk_ua: Конфігурація мережі активована.

source: Your network is not working. Please try again.
uk_ua: Ваша мережа не працює. Повторіть спробу.

source: Your network mount has been activated.
uk_ua: Мережеве підключення активовано.

source: Your network mount has been removed.
uk_ua: Мережеве підключення видалено.

source: Your network mount has been updated.
uk_ua: Мережеве підключення видалено.

source: Your wireless LAN internet connection could not be started! Have you attached your USB WLAN Stick? Please choose what you want to do next.
uk_ua: Ваше мережеве інтернет з'єднання не може бути розпочатим! Чи під'єднали ви USB WLAN пристрій? Будь-ласка виберіть наступну дію.

source: ZDFMediathek allows you to watch streams from ZDF Mediathek.
uk_ua: ZDFMediathek дозволяє переглядати потоки від ZDF Mediathek.

source: Zap back to previously tuned service?
uk_ua: Перемкнути назад на попередній канал?

source: Zap back to service before positioner setup?
uk_ua: Перемкнути назад на канал перед налаштуванням позиціонера?

source: Zap back to service before satfinder?
uk_ua: Повернутись назад на канал?

source: Zap back to service before tuner setup?
uk_ua: Перемкнути назад на канал перед налаштуванням тюнера?

source: Zap between commercials
uk_ua: Переключення між рекламами

source: ZapStatistic shows the watched services with some statistics.
uk_ua: ZapStatistic показує переглянуті канали з деякою статистикою.

source: Zoom into letterboxed/anamorph movies
uk_ua: Збільшити в letterbox/аморфні фільми

source: Zoom into letterboxed/anamorph movies.
uk_ua: Збільшити в letterbox/аморфні фільми.

source: [alternative edit]
uk_ua: [редагування вибраного]

source: [bouquet edit]
uk_ua: [редагування пакету]

source: [favourite edit]
uk_ua: [редагування фаворитів]

source: [move mode]
uk_ua: [режим переміщення]

source: [up]
uk_ua: [вгору]

source: a HD skin from Kerni
uk_ua: HD скін від Kerni

source: a gui to assign services/providers to common interface modules
uk_ua: GUI для призначення каналів/провайдерів для CI-модулів

source: a gui to assign services/providers/caids to common interface modules
uk_ua: GUI для призначення каналів/провайдерів/caid'ів для CI-модулів

source: abort alternatives edit
uk_ua: відмінити редагування вибраного

source: abort bouquet edit
uk_ua: відмінити редагування пакету

source: abort favourites edit
uk_ua: відмінити редагування фаворитів

source: about to start
uk_ua: Як почати

source: activate current configuration
uk_ua: активувати поточну конфігурацію

source: activate network adapter configuration
uk_ua: активувати конфігурацію мережевого адаптера

source: add AutoTimer
uk_ua: додати АвтоТаймер

source: add AutoTimer...
uk_ua: додати АвтоТаймер...

source: add Provider
uk_ua: дод. Провайдера

source: add Service
uk_ua: дод. Канал

source: add a nameserver entry
uk_ua: додати DNS адресу

source: add alternatives
uk_ua: додати вибране

source: add bookmark
uk_ua: додати закладку

source: add bouquet
uk_ua: додати пакет

source: add directory to playlist
uk_ua: додати папку до плейлиста

source: add file to playlist
uk_ua: додати файл до плейлиста

source: add files to playlist
uk_ua: додати файли до плейлиста

source: add filters
uk_ua: додати фільтри

source: add marker
uk_ua: додати закладку

source: add recording (enter recording duration)
uk_ua: додати запис (вкажіть тривалість запису)

source: add recording (enter recording endtime)
uk_ua: додати запис (вкажіть час закінчення запису)

source: add recording (indefinitely)
uk_ua: додати запис (на невизначений час)

source: add recording (stop after current event)
uk_ua: додати запис (зупинити після виконання)

source: add service to bouquet
uk_ua: додати канал до фаворитів

source: add service to favourites
uk_ua: додати канал до фаворитів

source: add services
uk_ua: додати канали

source: add to parental protection
uk_ua: додати в батьківський контроль

source: advanced
uk_ua: розширений

source: alphabetic sort
uk_ua: сортувати за алфавітом

source: always
uk_ua: завжди

source: assign long key-press (red/green/yellow/blue) to plugins or E2 functions.
uk_ua: призначити довге натискання кольорових кнопок (червона/зелена/жовта/синя до плагіна або функції Е2

source: assign long key-press on color buttons to plugins or E2 functions
uk_ua: призначити довге натискання кольорової кнопки до плагіна або функції Е2

source: assigned CAIds:
uk_ua: призначені CAId'и:

source: assigned Services/Provider:
uk_ua: призначені Канали/Провайдери:

source: at beginning
uk_ua: на початок

source: at end
uk_ua: у кінець

source: audio track (%s) format
uk_ua: Формат аудіо-доріжок (%s)

source: audio track (%s) language
uk_ua: Мова аудіо-доріжок (%s)

source: audio tracks
uk_ua: звукова доріжка

source: auto
uk_ua: авто

source: autotimers need a match attribute
uk_ua: автотаймерам необхідно співпадати атрибуту

source: available
uk_ua: доступно

source: back
uk_ua: назад

source: background image
uk_ua: фонове зображення

source: backgroundcolor
uk_ua: колір фону

source: better
uk_ua: кращий

source: black
uk_ua: чорний

source: blacklist
uk_ua: чорний список

source: blue
uk_ua: синій

source: bob
uk_ua: подвоєння частоти кадрів

source: burn audio track (%s)
uk_ua: Записати аудіо-доріжку (%s)

source: case-insensitive search
uk_ua: пошук без урахування регістру

source: case-sensitive search
uk_ua: пошук з урахуванням регістру

source: change recording (duration)
uk_ua: змінити тривалість запису

source: change recording (endtime)
uk_ua: змінити час закінчення запису

source: chapters
uk_ua: фрагменти

source: circular left
uk_ua: кругова ліва

source: circular right
uk_ua: кругова права

source: clear playlist
uk_ua: очистити плейлист

source: complex
uk_ua: комплексний

source: config changed.
uk_ua: конфігурацію змінено.

source: config menu
uk_ua: меню конфігурації

source: confirmed
uk_ua: підтверджений

source: connected
uk_ua: під'єднаний

source: continue
uk_ua: продовжити

source: copy to bouquets
uk_ua: копіювати до пакетів

source: corrupted disc
uk_ua: пошкоджений диск

source: could not be removed
uk_ua: не може бути видалено

source: create directory
uk_ua: створити директорію

source: creates virtual series folders from episodes
uk_ua: створює віртуальні папки серій з епізодів

source: creates virtual series folders from sets of recorded episodes
uk_ua: створює віртуальні папки серій з багатьох записаних епізодів

source: currently installed image: %s
uk_ua: встановлений імідж: %s

source: daily
uk_ua: щодня

source: day
uk_ua: день

source: default
uk_ua: стандартно

source: delete
uk_ua: видалити

source: delete cut
uk_ua: видалити вирізане

source: delete file
uk_ua: видалити файл

source: delete playlist entry
uk_ua: видалити запис з плейлиста

source: delete saved playlist
uk_ua: видалити збережений плейлист

source: delete...
uk_ua: видалити...

source: disable
uk_ua: вимкнути

source: disable move mode
uk_ua: вимкнути режим переміщення

source: disabled
uk_ua: вимкнуто

source: disconnected
uk_ua: роз'єднано

source: do not change
uk_ua: не змінювати

source: do nothing
uk_ua: не робити нічого

source: don't record
uk_ua: не записувати

source: done!
uk_ua: виконано!

source: driver for Realtek USB wireless devices
uk_ua: драйвер Realtek для безпровідного пристрою USB

source: edit alternatives
uk_ua: редагувати вибрані канали

source: edit filters
uk_ua: редагувати фільтри

source: edit services
uk_ua: редагувати сервіси

source: empty
uk_ua: відсутній

source: enable
uk_ua: ввімкнути

source: enable bouquet edit
uk_ua: ввімкнути редагування пакету

source: enable favourite edit
uk_ua: ввімкнути редагування фаворитів

source: enable move mode
uk_ua: ввімкнути режим переміщення

source: enabled
uk_ua: ввімкнуто

source: end alternatives edit
uk_ua: кінець редагування вибраного

source: end bouquet edit
uk_ua: кінець редагування пакету

source: end cut here
uk_ua: кінець вирізання тут

source: end favourites edit
uk_ua: кінець редагування фаворитів

source: equal to
uk_ua: так само як

source: exact match
uk_ua: точне співпадіння

source: exit DVD player or return to file browser
uk_ua: вийти з DVD програвача

source: exit mediaplayer
uk_ua: вийти з медіапрогравача

source: exit movielist
uk_ua: вийти з списку файлів

source: exit nameserver configuration
uk_ua: вийти з конфігурації DNS

source: exit network adapter configuration
uk_ua: вийти з конфігурації мережевого адаптера

source: exit network interface list
uk_ua: вийти з списку мережевих інтерфейсів

source: exit networkadapter setup menu
uk_ua: вийти з меню конфігурації мережевого адаптера

source: fileformats (BMP, PNG, JPG, GIF)
uk_ua: формати файла (BMP, PNG, JPG, GIF)

source: filename
uk_ua: назва файлу

source: fine-tune your display
uk_ua: налаштуйте зображення екрану

source: forward to the next chapter
uk_ua: перейти до наступного фрагменту

source: free
uk_ua: вільно

source: free diskspace
uk_ua: вільного місця

source: get latest satellites.xml
uk_ua: отримати свіжий satellites.xml

source: go to deep standby
uk_ua: вимкнути приймач

source: go to idle mode
uk_ua: перейти в режим очікування

source: go to standby
uk_ua: перейти в режим очікування

source: grab this frame as bitmap
uk_ua: захоплення цього кадру

source: green
uk_ua: зелений

source: hard disk
uk_ua: ЖОРСТКИЙ ДИСК

source: hear radio...
uk_ua: слухати радіо...

source: help...
uk_ua: допомога...

source: hide extended description
uk_ua: не показувати розширений опис

source: hide player
uk_ua: не показувати програвач

source: horizontal
uk_ua: горизонталь (H)

source: hour
uk_ua: година

source: hours
uk_ua: годин

source: immediate shutdown
uk_ua: миттєве вимкнення

source: in Description
uk_ua: в Описах

source: in Shortdescription
uk_ua: в Короткому Описі

source: in Title
uk_ua: у Заголовку

source: init module
uk_ua: ініціалізувати модуль

source: init modules
uk_ua: ініціалізувати модулі

source: insert mark here
uk_ua: вставити закладку тут

source: jump back to the previous title
uk_ua: перейти до попереднього епізоду

source: jump forward to the next title
uk_ua: перейти до наступного епізоду

source: jump to listbegin
uk_ua: перейти до початку списку

source: jump to listend
uk_ua: перейти до кінця списку

source: jump to next marked position
uk_ua: перейти до наступної закладки

source: jump to previous marked position
uk_ua: перейти до попередньої закладки

source: kHz
uk_ua: кГц

source: leave movie player...
uk_ua: вийти з програвача...

source: left
uk_ua: Лівий канал

source: length
uk_ua: тривалість

source: list of EPG views...
uk_ua: список подій ЕПГ...

source: list style compact
uk_ua: компактний стиль списку

source: list style compact with description
uk_ua: компактний стиль списку з описом

source: list style default
uk_ua: стандартний стиль списку

source: list style single line
uk_ua: простий лінійний стиль

source: listen to internet radio streams
uk_ua: слухати трансляції інтернет-радіо

source: load playlist
uk_ua: завантажити плейлист

source: locked
uk_ua: сигнал

source: made by tikila
uk_ua: автор tikila

source: manual
uk_ua: вручну

source: menu
uk_ua: меню

source: mins
uk_ua: хвилин

source: minute
uk_ua: хвилина

source: minutes
uk_ua: хвилин

source: missing parameter "id"
uk_ua: відсутній параметр "id"

source: month
uk_ua: місяць

source: more than just an EPG...
uk_ua: більше ніж просто ЕПГ...

source: move PiP to main picture
uk_ua: перемістити PiP до головного зображення

source: move down to last entry
uk_ua: перемістити донизу до останнього запису

source: move down to next entry
uk_ua: перемістити донизу до наступного запису

source: move up to first entry
uk_ua: перемістити вгору до першого запису

source: move up to previous entry
uk_ua: перемістити до попереднього запису

source: movie list
uk_ua: список фільмів

source: n/a
uk_ua: н/в

source: never
uk_ua: ніколи

source: next channel
uk_ua: наступний канал в списку

source: next channel in history
uk_ua: наступний канал в історії

source: no
uk_ua: Ні

source: no CAId selected
uk_ua: CAId не вибрано

source: no CI slots found
uk_ua: CI слот не знайдено

source: no Services/Providers selected
uk_ua: не вибрано Сервіси/Провайдери

source: no module found
uk_ua: модуль не знайдено

source: no standby
uk_ua: без режиму очікування

source: no timeout
uk_ua: без зупинки

source: none
uk_ua: HDD не виявлено

source: not configured
uk_ua: не налаштований

source: not locked
uk_ua: нема сигналу

source: not supported
uk_ua: не підтримується

source: not used
uk_ua: не викорстовується

source: nothing
uk_ua: нічого

source: nothing connected
uk_ua: нічого не під'єднано

source: of a DUAL layer medium used.
uk_ua: DUAL-Layer диску використано.

source: of a SINGLE layer medium used.
uk_ua: SINGLE-Layer диску використано.

source: off
uk_ua: Ні

source: on
uk_ua: Так

source: on READ ONLY medium.
uk_ua: на READ ONLY носії.

source: on Weekday
uk_ua: по Будням

source: once
uk_ua: один раз

source: open nameserver configuration
uk_ua: відкрити конфігурацію DNS

source: open servicelist
uk_ua: відкрити список каналів

source: open servicelist(down)
uk_ua: відкрити список каналів (вниз)

source: open servicelist(up)
uk_ua: відкрити список каналів (вгору)

source: partial match
uk_ua: часткове співпадіння

source: pass
uk_ua: пароль

source: pause
uk_ua: пауза

source: play entry
uk_ua: відтворити вибране

source: play from next mark or playlist entry
uk_ua: слід. закладка або запис плейлиста

source: play from previous mark or playlist entry
uk_ua: попер. закладка або запис плейлиста

source: please press OK when ready
uk_ua: Натисніть ОК коли буде виконано

source: please wait, loading picture...
uk_ua: Почекайте, йде завантаження зображення...

source: previous channel
uk_ua: попередній канал

source: previous channel in history
uk_ua: попередній канал в історії

source: record
uk_ua: запис

source: recording...
uk_ua: йде запис...

source: red
uk_ua: червоний

source: redesigned Kerni-HD1 skin
uk_ua: перероблений скін Kerni-HD1

source: remove a nameserver entry
uk_ua: видалити DNS запис

source: remove after this position
uk_ua: видалити після цієї позиції

source: remove all alternatives
uk_ua: видалити вибрані канали

source: remove all new found flags
uk_ua: очистити список нових каналів

source: remove before this position
uk_ua: видалити перед цією позицією

source: remove bookmark
uk_ua: видалити закладку

source: remove directory
uk_ua: видалити директорію

source: remove entry
uk_ua: видалити канал зі списку

source: remove from parental protection
uk_ua: видалити з батьківського контролю

source: remove new found flag
uk_ua: видалити позначку новий знайдений

source: remove selected satellite
uk_ua: видалити вибраний супутник

source: remove this mark
uk_ua: видалити цю закладку

source: rename entry
uk_ua: перейменувати елемент

source: repeat playlist
uk_ua: повторне програвання плейлиста

source: repeated
uk_ua: повторно

source: rewind to the previous chapter
uk_ua: перейти до попереднього фрагменту

source: right
uk_ua: Правий канал

source: save last directory on exit
uk_ua: зберегти останню директорію при виході

source: save playlist
uk_ua: зберегти плейлист

source: save playlist on exit
uk_ua: зберегти плейлист при виході

source: scan done!
uk_ua: пошук завершено!

source: scan in progress - %d%% done!
uk_ua: триває пошук - %d%% виконано!

source: scan state
uk_ua: Статус пошуку

source: second
uk_ua: секунда

source: second cable of motorized LNB
uk_ua: другий кабель моторизованої LNB

source: seconds
uk_ua: секунди

source: see service-epg (and PiP) from channels in an infobar
uk_ua: див. сервіс-epg (і PiP) з каналу у інформаційній панелі

source: select
uk_ua: вибрати

source: select CAId
uk_ua: вибрати CAId

source: select CAId's
uk_ua: вибрати CAId'и

source: select interface
uk_ua: виберіть інтерфейс

source: select menu entry
uk_ua: виберіть пункт меню

source: select movie
uk_ua: виберіть фільм

source: select the movie path
uk_ua: виберіть шлях до фільму

source: service PIN
uk_ua: PIN-код каналу

source: set enigma2 to standby-mode after startup
uk_ua: встановити в режим очікув. після запуску enigma2
