Repository: bodyan/enigma2_uk_locale
Catalog: enigma2.po
Languages: uk_ua

source: Choose a wireless network
uk_ua: Виберіть безпровідну мережу

source: Choose backup files
uk_ua: Файли для копіювання

source: Choose backup location
uk_ua: Розташування копій

source: Choose bouquet
uk_ua: Виберіть список

source: Choose image to download
uk_ua: Виберіть імідж для завантаження

source: Choose target folder
uk_ua: Виберіть кінцеву папку

source: Choose upgrade source
uk_ua: Вибір джерела оновлень

source: Choose your Skin
uk_ua: Виберіть свій Скін

source: Circular left
uk_ua: Кругова ліва

source: Circular right
uk_ua: Кругова права

source: Classic
uk_ua: Класичний

source: Cleanup
uk_ua: Очистити

source: Cleanup Wizard
uk_ua: Майстер очищення

source: Cleanup Wizard settings
uk_ua: Опції Майстра очищення

source: Cleanup timerlist automatically
uk_ua: Автоматична очистка списку таймера

source: Cleanup timerlist automatically.
uk_ua: Автоматична очистка списку таймера.

source: Cleanup timerlist, orphaned movie files and setting backups automatically according to specfied rules.
uk_ua: Очистка списку таймерів, автоматично залишених відеофайлів і бекапів налаштувань згідно визначених правил.

source: Cleanup timerlist, orphaned movie files and setting backups automatically.
uk_ua: Очистка списку таймерів, автоматично залишених відеофайлів і бекапів налаштувань.

source: CleanupWizard
uk_ua: Майстер Очищення

source: Clear History?
uk_ua: Очистити Історію

source: Clear before scan
uk_ua: Очистити перед пошуком

source: Clear history on Exit:
uk_ua: Очистити історію перед Виходом:

source: Clear log
uk_ua: Очистити лог

source: Close
uk_ua: Закрити

source: Close and forget changes
uk_ua: Закрити і скасувати зміни

source: Close and save changes
uk_ua: Закрити і зберегти зміни

source: Close the browser
uk_ua: Закрити браузер

source: Close title selection
uk_ua: Закрити вибір назв

source: Code rate HP
uk_ua: Швидк. кодування HP

source: Code rate LP
uk_ua: Швидк. кодування LP

source: Collection name
uk_ua: Назва проекту

source: Collection settings
uk_ua: Налаштування проекту

source: Color Format
uk_ua: Формат кольору

source: Comedy
uk_ua: Комедія

source: Command execution...
uk_ua: Команда виконується...

source: Command order
uk_ua: Послідовність команд

source: Committed DiSEqC command
uk_ua: Команда переключення DiSEqC

source: Common Interface
uk_ua: CI-модуль

source: Common Interface Assignment
uk_ua: Призначення CI-модуля

source: CommonInterface
uk_ua: CI-модуль

source: Communication
uk_ua: З'єднання

source: Complete
uk_ua: Виконано

source: Complex (allows mixing audio tracks and aspects)
uk_ua: Комплексно (дозволяє змішувати аудіо-доріжки і аспекти)

source: Composition of the recording filenames
uk_ua: Склад назви файлів запису

source: Configuration Mode
uk_ua: Режим конфігурації

source: Configuration for the Webinterface
uk_ua: Конфігурація Вебінтерфейсу

source: Configuration saved. %s is disabled
uk_ua: Конфігурація збережена. %s вимкнено

source: Configure AutoTimer behavior
uk_ua: Налаштування поведінки АвтоТаймера

source: Configure Enigma2 interface and usage settings.
uk_ua: Налаштування інтерфейсу Enigma2 та їх використання.

source: Configure HDMI CEC option
uk_ua: Налаштувати опції HDMI CEC

source: Configure and set up your Dreambox.
uk_ua: Налаштування Вашого Dreambox.

source: Configure and set up your network.
uk_ua: Налаштування Вашої мережі.

source: Configure interface
uk_ua: Налаштування інтерфейсу

source: Configure nameservers
uk_ua: Налаштувати DNS

source: Configure your WLAN network interface
uk_ua: Налаштування мережевого інтерфейсу WLAN

source: Configure your frontpanel OLED or LCD display.
uk_ua: Налаштування OLED-панелі або РК-дисплею тюнера.

source: Configure your input devices.
uk_ua: Налаштування пристроїв введення даних.

source: Configure your internal LAN
uk_ua: Налаштувати LAN

source: Configure your network again
uk_ua: Повторити налаштування мережі

source: Configure your recording paths.
uk_ua: Налаштування шляхів запису.

source: Configure your wireless LAN again
uk_ua: Повторити налаштування безпровідної мережі

source: Configuring
uk_ua: Налаштування

source: Conflicting timer
uk_ua: Конфлікт таймера

source: Connect
uk_ua: Під'єднання

source: Connect to a Wireless Network
uk_ua: підключитися до Безпровідної Мережі

source: Connected to
uk_ua: Під'єднано до

source: Connected!
uk_ua: Під'єднано!

source: Constellation
uk_ua: Сукупність

source: Content does not fit on DVD!
uk_ua: Інформація не поміститься на DVD!!

source: Continue
uk_ua: Продовжити

source: Continue in background
uk_ua: Фоновий режим

source: Continue playing
uk_ua: Продовжити перегляд

source: Contrast
uk_ua: Контрастність

source: Control recording completely by service
uk_ua: Повний контроль запису за сервісом

source: Control your dreambox with only the MUTE button
uk_ua: Управління приймачем тільки з кнопки вимкнення звуку

source: Control your dreambox with only the MUTE button.
uk_ua: Управління приймачем тільки з кнопки вимкнення звуку.

source: Control your internal system fan.
uk_ua: Управління внутрішнім вентилятором системи.

source: Control your kids's tv usage
uk_ua: Контроль при користуванні ТВ від ваших дітей

source: Control your system fan
uk_ua: Управління вентилятором системи.

source: Convert AC3+ to AC3
uk_ua: Конвертувати з AC3+ до AC3

source: Cookies
uk_ua: Кукіси

source: Could not load Medium! No disc inserted?
uk_ua: Неможливо визначити носій! Диск не вставлено?

source: Could not open Picture in Picture
uk_ua: Неможливо відкрити Картинка в Картинці

source: Couldn't record due to conflicting timer %s
uk_ua: Запис неможливий через конфлікт таймера %s

source: Couldn't record due to invalid service %s
uk_ua: Неможливо записати через невірний сервіс %s

source: Crashlog settings
uk_ua: Налаштування крешлогів

source: CrashlogAutoSubmit settings
uk_ua: Налаштування CrashlogAutoSubmit

source: CrashlogAutoSubmit settings...
uk_ua: Налаштування CrashlogAutoSubmit...

source: Crashlogs found! Send them to Dream Multimedia?
uk_ua: Знайдено крешлоги! Надіслати їх до Dream Multimedia?

source: Create DVD-ISO
uk_ua: Створити образ DVD-ISO

source: Create ISO
uk_ua: Створити ISO

source: Create a backup of your Video DVD on your DreamBox hard drive.
uk_ua: Створення резервної копії Відео DVD на жорсткий диск вашого приймача.

source: Create a backup of your Video-DVD
uk_ua: Створити резервну копію Відео-DVD

source: Create a new AutoTimer.
uk_ua: Створити новий АвтоТаймер.

source: Create a new timer using the classic editor
uk_ua: Створити новий таймер, використовуючи класичний редактор

source: Create a new timer using the wizard
uk_ua: Створити новий АвтоТаймер за допомогою майстра

source: Create directory
uk_ua: створити директорію

source: Create movie folder failed
uk_ua: Створення папки невдале

source: Create preview pictures of your Movies
uk_ua: Створити зображення попереднього перегляду ваших фільмів

source: Create remote timers
uk_ua: Створити віддалені таймери

source: Creating directory %s failed.
uk_ua: Створення директорії %s невдале.

source: Creating partition failed
uk_ua: Створення розділу невдале

source: Croatian
uk_ua: Хорватська

source: Current IP Address:
uk_ua: Поточна IP-адреса:

source: Current Transponder
uk_ua: Поточний транспондер

source: Current device:
uk_ua: Поточний пристрій:

source: Current settings:
uk_ua: Поточні налаштування:

source: Current value:
uk_ua: Поточне значення:

source: Current version:
uk_ua: Актуальна версія:

source: Currently installed image
uk_ua: Встановлений імідж

source: Custom (%s)
uk_ua: Користувацький (%s)

source: Custom location
uk_ua: Користувацьке розташування

source: Custom offset
uk_ua: Користувацьке зміщення

source: Custom skip time for '1'/'3'-keys
uk_ua: Час перемотки кнопками '1'/'3' в сек.

source: Custom skip time for '4'/'6'-keys
uk_ua: Час перемотки кнопками '4'/'6' в сек.

source: Custom skip time for '7'/'9'-keys
uk_ua: Час перемотки кнопками '7'/'9' в сек.

source: Customize
uk_ua: Додаткові налаштування

source: Customize Vali-XD skins
uk_ua: Налаштувати Vali-XD скін

source: Customize Vali-XD skins by yourself.
uk_ua: Самостійне налаштування скіна Vali-XD

source: Cut
uk_ua: Вирізати

source: Cut your movies
uk_ua: Скоротити ваші фільми

source: CutListEditor allows you to edit your movies
uk_ua: CutListEditor дозволяє редагувати ваші фільми

source: CutListEditor allows you to edit your movies. Seek to the start of the stuff you want to cut away. Press OK, select 'start cut'. Then seek to the end, press OK, select 'end cut'. That's it.
uk_ua: CutListEditor дає можливість редагувати фільми. Знайдіть початок того, що ви хочете відрізати. Натисніть OK, виберіть 'початок вирізання'. Далі знайдіть кінець, натисніть ОК, виберіть 'кінець вирізання'. Ось і все.

source: Cutlist editor...
uk_ua: Відео-редактор...

source: Czech
uk_ua: Чеська

source: Czech Republic
uk_ua: Чеська республіка

source: DUAL LAYER DVD
uk_ua: Двошаровий DVD

source: DVB-S + DVB-S2
uk_ua: DVB-S2

source: DVB-S only
uk_ua: тільки DVB-S

source: DVD Drive
uk_ua: DVD Привід

source: DVD File Browser
uk_ua: Оглядач файлів DVD

source: DVD Player
uk_ua: DVD Програвач

source: DVD Titlelist
uk_ua: Список назв DVD

source: DVD media toolbox
uk_ua: Інструментарій DVD

source: Danish
uk_ua: Данська

source: Date
uk_ua: Дата

source: Dec
uk_ua: Гру

source: December
uk_ua: Грудень

source: Decide if you want to enable or disable the Cleanup Wizard.
uk_ua: Вирішуйте чи бажаєте увімкнути чи вимкнути Помічник Очищення.

source: Decide what should be done when crashlogs are found.
uk_ua: Вирішіть, що повинно зробити, коли знайдено крешлоги.

source: Decide what should happen to the crashlogs after submission.
uk_ua: Вирішіть, що повинно відбутися з крешлогами після відправки.

source: Decrease delay
uk_ua: Зменшення затримки

source: Decrease delay by %i ms (can be set)
uk_ua: Зменшити затримку на %i мс (може бути встановлено)

source: Deep Standby
uk_ua: Вимкнути приймач

source: Default
uk_ua: Стандартно

source: Default Settings
uk_ua: Стандартні налаштування

source: Default movie location
uk_ua: Розташування фільмів зазвичай

source: Default services lists
uk_ua: Стандартний список

source: Defaults
uk_ua: Стандартні налаштування

source: Define a startup service
uk_ua: Визначити запуск служб

source: Deinterlacer mode for interlaced content
uk_ua: Деінтерлейс режим для черезрядкової розгортки

source: Deinterlacer mode for progressive content
uk_ua: Деінтерлейс режим для прогресивної розгортки

source: Delay
uk_ua: Затримка

source: Delay x seconds after service started
uk_ua: Затримка x секунд після старту служби

source: Delete
uk_ua: Видалити

source: Delete All
uk_ua: Видалити Усе

source: Delete Bookmark?
uk_ua: Видалити Закладку?

source: Delete Cookie?
uk_ua: Видалити Кукіс?

source: Delete crashlogs
uk_ua: Видалити крешлоги

source: Delete entry
uk_ua: видалити з плейлиста

source: Delete failed!
uk_ua: Видалення невдале!

source: Delete mount
uk_ua: Видалити підключення

source: Delete no more configured satellite %s?
uk_ua: Видалити не налаштовані супутники %s?

source: Descending
uk_ua: Спадання

source: Description
uk_ua: Опис

source: Deselect
uk_ua: Зняти відм.

source: Details
uk_ua: Деталі

source: Details about the current service.
uk_ua: Інформація про поточний сервіс.

source: Details about your Dreambox system.
uk_ua: Інформація про систему.

source: Details for plugin:
uk_ua: Деталі про плагін:

source: Detected HDD:
uk_ua: Виявлені HDD:

source: Detected NIMs:
uk_ua: Виявлені тюнера:

source: DiSEqC mode
uk_ua: DiSEqC режим

source: DiSEqC repeats
uk_ua: DiSEqC повторювання

source: DiSEqC-Tester settings
uk_ua: Тест налаштувань DiSEqC

source: Dialing:
uk_ua: Набір:

source: Digital contour removal
uk_ua: Видалення цифрового контуру

source: Dir:
uk_ua: Каталог:

source: Direct playback of Youtube videos
uk_ua: Пряме відтворення відео з Youtube

source: Direct playback of linked titles without menu
uk_ua: Пряме програвання зв'язаних епізодів без меню

source: Directories
uk_ua: Папки

source: Directory %s nonexistent.
uk_ua: Каталог %s не існує.

source: Directory browser
uk_ua: Провідник

source: Disable
uk_ua: Вимкнуто

source: Disable Picture in Picture
uk_ua: Вимкнути режим PiP

source: Disable crashlog reporting
uk_ua: Вимкнути crashlog звітність

source: Disable timer
uk_ua: Вимкнути таймер

source: Disabled
uk_ua: Вимкнуто

source: Discard changed settings?
uk_ua: Скасувати зміну налаштувань?

source: Discard changes and close plugin
uk_ua: Скасувати зміни і закрити плагін

source: Discard changes and close screen
uk_ua: Скасувати зміни і закрити вікно

source: Disconnect
uk_ua: Від'єднати

source: Dish
uk_ua: Антена

source: Display 16:9 content as
uk_ua: Показувати 16:9 як

source: Display 4:3 content as
uk_ua: Показувати 4:3 як

source: Display >16:9 content as
uk_ua: Показувати >16:9 як

source: Display Setup
uk_ua: Налаштування LCD

source: Display and Userinterface
uk_ua: Дисплей і Інтерфейс користувача

source: Display search results by:
uk_ua: Сортувати результати пошуку за:

source: Display your photos on the TV
uk_ua: Перегляд Фото на ТВ

source: Displays Movie Information from the InternetMovieDatabase
uk_ua: Перегляд інформації про фільм з IMDB

source: Displays Movie Information from the Online Film Datenbank (German)
uk_ua: Перегляд інформації про фільм з Online Film Datenbank (Німеччина)

source: Do nothing.
uk_ua: не робити нічого

source: Do you really want to REMOVE the plugin "%s"?
uk_ua: Ви дійсно бажаєте ВИДАЛИТИ додаток "%s"?

source: Do you really want to abort downloading '%s'?
uk_ua: Ви дійсно хочете скасувати завантаження '%s'?

source: Do you really want to check the filesystem? This could take lots of time!
uk_ua: Ви дійсно хочете перевірити файлову систему? Це може зайняти багато часу!

source: Do you really want to clear the History?
uk_ua: Ви дійсно бажаєте очистити Історію?

source: Do you really want to delete %s %s?
uk_ua: Ви дійсно хочете видалити %s %s?

source: Do you really want to delete %s?
uk_ua: Ви дійсно хочете видалити %s?

source: Do you really want to delete ALL cookies?
uk_ua: Ви дійсно бажаєте видалити УСІ кукіси?

source: Do you really want to delete the bookmark '%s'?
uk_ua: Ви дійсно бажаєте видалити закладку '%s'?

source: Do you really want to discard all changes?
uk_ua: Ви дійсно бажаєте скасувати усі зміни?

source: Do you really want to download the plugin "%s"?
uk_ua: Ви дійсно хочете завантажити додаток "%s"?

source: Do you really want to exit?
uk_ua: Ви дійсно хочете вийти?

source: Do you really want to remove directory %s from the disk?
uk_ua: Ви дійсно хочете видалити каталог %s з диску

source: Do you really want to remove your bookmark of %s?
uk_ua: Ви дійсно хочете видалити Вашу закладку з %s?

source: Do you want to burn this collection to DVD medium?
uk_ua: Ви хочете записати цей проект на DVD диск?

source: Do you want to do a service scan?
uk_ua: Хочете виконати пошук каналів?

source: Do you want to do another manual service scan?
uk_ua: Хочете виконати ще один ручний пошук каналів?

source: Do you want to download the image to %s ?
uk_ua: Бажаєте завантажити імідж до %s ?

source: Do you want to enable the parental control feature on your dreambox?
uk_ua: Ви хочете встановити батьківський контроль на приймач?

source: Do you want to enter a username and password for this host?
uk_ua: Бажаєте вказати логін і пароль для цього хосту?

source: Do you want to install default sat lists?
uk_ua: Ви хочете встановити стандартний список супутників?

source: Do you want to install the package:
uk_ua: Бажаєте встановити пакет:

source: Do you want to play DVD in drive?
uk_ua: Ви хочете відтворити DVD, який є в приводі?

source: Do you want to preview this DVD before burning?
uk_ua: Ви хочете переглянути цей DVD перед записом?

source: Do you want to reboot your Dreambox?
uk_ua: Ви дійсно бажаєте перезавантажити Dreambox?

source: Do you want to remove the package:
uk_ua: Бажаєте видалити пакет:

source: Do you want to restore your settings?
uk_ua: Ви хочете відновити свої налаштування?

source: Do you want to resume this playback?
uk_ua: Ви хочете продовжити відтворення?

source: Do you want to see more entries?
uk_ua: Показати більше записів?

source: Do you want to submit your email address and name so that we can contact you if needed?
uk_ua: Бажаєте відправити свою електронну адресу і ім'я, щоб ми могли зв'язатися з Вами у разі потреби?

source: Do you want to update your Dreambox?
uk_ua: Ви дійсно бажаєте оновити Dreambox?

source: Do you want to upgrade the package:
uk_ua: Бажаєте оновити пакет:

source: Do you want to view a tutorial?
uk_ua: Ви хочете переглянути інструкцію?

source: Don't ask, just send
uk_ua: Не запитувати, просто надіслати

source: Don't stop current event but disable coming events
uk_ua: Не зупиняти поточне завдання, але скасувати наступні

source: Done - Installed or upgraded %d packages
uk_ua: Виконано - Встановлено або оновлено %d пакетів

source: Done - Installed, upgraded or removed %d packages with %d errors
uk_ua: Виконано - Встановлено, оновлено чи видалено %d пакетів з %d помилками

source: Done - No updates available.
uk_ua: Виконано - Оновлення відсутні.

source: Download
uk_ua: Завантажити

source: Download %s from Server
uk_ua: Завантажити %s з Сервера

source: Download .NFI-Files for USB-Flasher
uk_ua: Завантажити файли .NFI з USB-флешера

source: Download Manager
uk_ua: Менеджер Завантажень

source: Download Plugins
uk_ua: Завантажити Плагіни

source: Download Video
uk_ua: Завантажити Відео

source: Download files from Rapidshare
uk_ua: Завантажити файли з Rapidshare

source: Download location
uk_ua: Розташування завантажень

source: Download started...
uk_ua: Завантаження розпочато...

source: Downloadable new plugins
uk_ua: Доступні нові додатки

source: Downloadable plugins
uk_ua: Доступні додатки

source: Downloading
uk_ua: Завантажується

source: Downloading plugin information. Please wait...
uk_ua: Завантаження інформації про додатки. Зачекайте...

source: Downloading screenshots. Please wait...
uk_ua: Завантаження скріншотів. Зачекайте...

source: Downloads
uk_ua: Завантаження

source: Dreambox format data DVD (HDTV compatible)
uk_ua: DVD-формат даних Dreambox (HDTV-сумісний)

source: Driver for Ralink RT8070/RT3070/RT3370 based wireless-n USB devices.
uk_ua: Драйвер для безпровідних USB пристроїв на Ralink RT8070/RT3070/RT3370.

source: Driver for Realtek r8712u based wireless-n USB devices.
uk_ua: Драйвер для безпровідних USB пристроїв на Realtek r8712u.

source: Duration:
uk_ua: Тривалість:

source: Dutch
uk_ua: Голландська

source: Dynamic contrast
uk_ua: Динамічний контраст

source: E
uk_ua: O

source: EPG Selection
uk_ua: Вибір ЕПГ

source: EPG encoding
uk_ua: Кодування тексту ЕПГ

source: EPGRefresh will automatically switch to user-defined channels when the box is idling(i.e. in standby mode and no recordings running) to perform updates of the EPG information on these channels. On multi-tuner boxes it may optionally run in background hidden or in PiP, to not disturb the current TV program.
uk_ua: ЕПГ оновлення буде автоматично перемикатися на визначені користувачем канали, коли приймач працює в режимі простою (тобто в режимі очікування і якщо не виконується запис) для виконання оновлення ЕПГ інформації по цих каналах. На приймачах з декількома тюнерами це необов'язково, оскільки може працювати у фоновому режимі або в PiP, щоб не заважати поточній телепрограмі.

source: ERROR - failed to scan (%s)!
uk_ua: ПОМИЛКА - сканування невдале (%s)!

source: East
uk_ua: Схід

source: Edit
uk_ua: Редагувати

source: Edit AutoTimer
uk_ua: Редагувати АвтоТаймер

source: Edit AutoTimer filters
uk_ua: Редагувати фільтри АвтоТаймера

source: Edit AutoTimer services
uk_ua: Редагувати сервіси АвтоТаймера

source: Edit DNS
uk_ua: Змінити DNS

source: Edit Timers and scan for new Events
uk_ua: Редагувати Таймери і сканувати для нових Подій

source: Edit Title
uk_ua: Редагувати

source: Edit bouquets list
uk_ua: Редагувати список пакетів

source: Edit chapters of current title
uk_ua: Редагувати глави поточного заголовку

source: Edit new timer defaults
uk_ua: Редагувати новий таймер по замовчуванню

source: Edit selected AutoTimer
uk_ua: Редагувати вибраний АвтоТаймер

source: Edit services list
uk_ua: Редагувати список каналів

source: Edit settings
uk_ua: редагування налаштувань

source: Edit tags of recorded movies
uk_ua: Редагувати теги записаних фільмів

source: Edit tags of recorded movies.
uk_ua: Редагувати теги записаних фільмів.

source: Edit title
uk_ua: Редагувати

source: Edit upgrade source url.
uk_ua: Змінити адресу джерела оновлення.

source: Editing
uk_ua: Редагування

source: Editor for new AutoTimers
uk_ua: Редактор нових АвтоТаймерів

source: Education
uk_ua: Навчання

source: Electronic Program Guide
uk_ua: Електронний Гід

source: Eleganter Skin fuer OE2.0
uk_ua: Eleganter Скін для OE2.0

source: Enable
uk_ua: Ввімкнути

source: Enable /media
uk_ua: Увімкнути /media

source: Enable 1080p24 Mode
uk_ua: Режим 1080p24

source: Enable 1080p25 Mode
uk_ua: Режим 1080p25

source: Enable 1080p30 Mode
uk_ua: Режим 1080p30

source: Enable 5V for active antenna
uk_ua: Подати 5V для активної антени

source: Enable Autoresolution
uk_ua: Активувати Автороздільність

source: Enable Cleanup Wizard?
uk_ua: Увімкнути Майстер очищення?

source: Enable Filtering
uk_ua: Активувати Фільтрацію

source: Enable HTTP Access
uk_ua: Включити доступ HTTP

source: Enable HTTP Authentication
uk_ua: Включити HTTP-авторизацію

source: Enable HTTPS Access
uk_ua: Включити доступ HTTPS

source: Enable HTTPS Authentication
uk_ua: Включити HTTPS-авторизацію

source: Enable Service Restriction
uk_ua: Включити обмеження сервісу

source: Enable Streaming Authentication
uk_ua: Включити потокову-авторизацію

source: Enable multiple bouquets
uk_ua: Відображати фаворитні списки

source: Enable parental control
uk_ua: Ввімкнути батьківський контроль

source: Enable this to be able to access the AutoTimer Overview from within the extension menu.
uk_ua: Увімкніть це для можливості доступу до огляду Автотаймерів з меню розширень.

source: Enable timer
uk_ua: Ввімкнути таймер

source: Enabled
uk_ua: Ввімкнено

source: Encoding the channel uses for it's EPG data. You only need to change this if you're searching for special characters like the german umlauts.
uk_ua: Кодування, що використовується для ЕПГ даних каналу. Зміна необхідна лише у випадку пошуку спеціальних символів, таких як німецький умляут.

source: Encrypted:
uk_ua: Кодовано:

source: Encryption
uk_ua: Шифрування

source: Encryption Key
uk_ua: WLAN ключ шифрування

source: Encryption Keytype
uk_ua: Тип шифрування ключа

source: Encryption:
uk_ua: Кодування:

source: End of "after event" timespan
uk_ua: Кінець "після події" період

source: End of timespan
uk_ua: Кінець відрізку часу

source: End time
uk_ua: Час закінчення

source: EndTime
uk_ua: Час закінчення

source: English
uk_ua: Англійська

source: Enter IP to scan...
uk_ua: Вкажіть ІР для сканування...

source: Enter main menu...
uk_ua: вхід до Головного Меню...

source: Enter new hostname for your Dreambox
uk_ua: Введіть нову мережеве ім'я для вашого Dreambox

source: Enter options:
uk_ua: Введіть опції:

source: Enter password:
uk_ua: Введіть пароль:

source: Enter pin code
uk_ua: Введіть пін-код

source: Enter share directory:
uk_ua: Вкажіть папку ресурсу:

source: Enter share name:
uk_ua: Введіть назву ресурсу:

source: Enter the service pin
uk_ua: Введіть PIN-код для каналу

source: Enter user and password for host:
uk_ua: Введіть назву користувача і пароль:

source: Enter username:
uk_ua: Введіть назву користувача:

source: Enter your email address so that we can contact you if needed.
uk_ua: Введіть свою електронну адресу, щоб ми могли з Вами зв'язатися у разі потреби.
