Repository: bodyan/enigma2_uk_locale
Catalog: enigma2.po
Languages: uk_ua

source: Advanced options and settings.
uk_ua: Розширені опції і налаштування.

source: After pressing OK, please wait!
uk_ua: Після натиснення OK, зачекайте!

source: Edit the upgrade source address.
uk_ua: Змінити адресу джерела оновлення.

source: Manage extensions or plugins for your Dreambox
uk_ua: Керування розширеннями та додатками вашого Dreambox

source: Press OK on your remote control to continue.
uk_ua: Натисніть OK для продовження.

source: Restore your Dreambox settings.
uk_ua: Відновити налаштування Dreambox.

source: Restore your backups by date.
uk_ua: Відновлення резервних копій за датою.

source: Scan for local extensions and install them.
uk_ua: Пошук і встановлення локальних розширень.

source: Select your backup device. Current device:
uk_ua: Вибір носія для збереження копій. Поточний носій:

source: System will restart after the restore!
uk_ua: Систему буде перезавантажено після відновлення!

source: View, install and remove available or installed packages.
uk_ua: Переглянути, встановити або видалити наявні чи встановлені пакети.

source: Results
uk_ua: Результати

source: extensions.
uk_ua: розширення.

source: ms
uk_ua: мс

source: packages selected.
uk_ua: пакетів вибрано .

source: updates available.
uk_ua: оновлень доступно.

source: wireless networks found!
uk_ua: безпровідних мереж знайдено!

source: %H:%M
uk_ua: %Г:%ХВ

source: %d conflict(s) encountered when trying to add new timers: %s
uk_ua: %d конфлікт(ів), виникло при спробі додати нові таймери: %s

source: %d conflict(s) solved with similar timer(s): %s
uk_ua: %d конфлікті(ах) вирішена з таким же таймером(и): %s

source: %d jobs are running in the background!
uk_ua: %d завдань виконується у фонову режимі!

source: %d min
uk_ua: %d хвил.

source: %d services found!
uk_ua: %d каналів знайдено!

source: %d transponder(s) found
uk_ua: %d транспондер(ів) знайдено

source: %d transponders found at %d:%02dmin
uk_ua: %d транспондерів знайдено за %d:%02dхв

source: %i ms
uk_ua: %i мс

source: %s (%s, %d MB free)
uk_ua: %s (%s, %d MB вільно)

source: %s (TV & Radio)
uk_ua: %s (ТБ & Радіо)

source: (ZAP)
uk_ua: (Переключити)

source: (empty)
uk_ua: (відсутній)

source: (show optional DVD audio menu)
uk_ua: (показати додаткове DVD аудіо меню)

source: * Only available if more than one interface is active.
uk_ua: * Доступні, якщо більше ніж один інтерфейс активний.

source: 1 wireless network found!
uk_ua: Знайдено 1 безпровідну мережу!

source: 12V output
uk_ua: 12V Вихід

source: 14 days
uk_ua: 14 днів

source: 16:10 PanScan
uk_ua: 16:10 Панорама

source: 16:9 always
uk_ua: 16:9 завжди

source: 21 days
uk_ua: 21 день

source: 28 days
uk_ua: 28 днів

source: 2nd line info
uk_ua: 2-й рядок інформації

source: 30 minutes
uk_ua: 30 хвилин

source: 4:3 PanScan
uk_ua: 4:3 Панорама

source: 5 minutes
uk_ua: 5 хвилин

source: 60 minutes
uk_ua: 60 хвилин

source: 7 days
uk_ua: 7 днів

source: <Current movielist location>
uk_ua: <Розташування поточного списку фільмів>

source: <Default movie location>
uk_ua: <Розташування фільмів за умовчанням>

source: <Last timer location>
uk_ua: <Розташування останнього таймера>

source: <unknown>
uk_ua: <невідомий>

source: A BackToTheRoots-Skin .. or good old times.
uk_ua: Назад до першоджерела скіна .. або добрі старі часи.

source: A basic ftp client
uk_ua: Основний ftp-клієнт

source: A client for www.dyndns.org
uk_ua: Клієнт для www.dyndns.org

source: A configuration file (%s) was modified since Installation. Do you want to keep your version?
uk_ua: Файл конфігурації (%s) був змінений під час інсталяції. Бажаєте зберегти вашу версію?

source: A demo plugin for TPM usage.
uk_ua: Демо плагін для використання TPM.

source: A dreambox simulation from SG-Atlantis displays.
uk_ua: Dreambox моделювання від дисплеїв SG-Atlantis

source: A finished record timer wants to set your Dreambox to standby. Do that now?
uk_ua: Запис закінчено. Таймер переведе ваш Dreambox в режим очікування. Зробити це?

source: A finished record timer wants to shut down your Dreambox. Shutdown now?
uk_ua: Запис закінчено. Таймер зараз вимкне ваш Dreambox. Вимкнути зараз?

source: A graphical EPG for all services of an specific bouquet
uk_ua: Графічний телегід для усіх каналів цього списку

source: A graphical EPG interface
uk_ua: Графічний ЕПГ інтерфейс

source: A graphical EPG interface.
uk_ua: Графічний ЕПГ інтерфейс.

source: A mount entry with this name already exists! Update existing entry and continue?
uk_ua: Підключення з такою назвою уже існує! Оновити існуючий запис і продовжити?

source: A nice looking HD skin from Kerni
uk_ua: Гарно виглядає HD скін від Керні

source: A nice looking HD skin in Brushed Alu Design from Kerni.
uk_ua: Гарно виглядає HD скін Матово-алюмінієвий дизайн від Керні

source: A nice looking skin from Kerni
uk_ua: Гарно виглядає скін від Керні

source: A record has been started: %s
uk_ua: Запис розпочався: %s

source: A recording is currently running. What do you want to do?
uk_ua: Триває запис. Що хочете зробити?

source: A recording is currently running. Please stop the recording before trying to configure the positioner.
uk_ua: В даний час триває запис. Зупиніть запис перед налаштуванням позиціонера.

source: A recording is currently running. Please stop the recording before trying to start the satfinder.
uk_ua: В даний час триває запис. Зупиніть запис перед стартом satfinder'а.

source: A required tool (%s) was not found.
uk_ua: Потрібний інструмент (%s) не знайдено.

source: A search for available updates is currently in progress.
uk_ua: Виконується пошук доступних оновлень.

source: A second configured interface has been found. Do you want to disable the second network interface?
uk_ua: Знайдено другий налаштований інтерфейс. Бажаєте відключити другий мережевий інтерфейс?

source: A simple downloading application for other plugins
uk_ua: Просте завантаження програм для інших плагінів

source: A sleep timer wants to set your Dreambox to standby. Do that now?
uk_ua: Таймер переведе ваш Dreambox в режим очікування. Зробити це?

source: A sleep timer wants to shut down your Dreambox. Shutdown now?
uk_ua: Таймер зараз вимкне ваш Dreambox. Вимкнути зараз?

source: A small overview of the available icon states and actions.
uk_ua: Невеликий огляд доступного стану іконок і дій

source: A timer failed to record! Disable TV and try again?
uk_ua: Таймер зупинив запис! Відключити ТВ і спробувати знову?

source: A/V Settings
uk_ua: Aудіо/Відео

source: AC3 default
uk_ua: AC3 за замовчуванням

source: AC3 downmix
uk_ua: Dolby Digital (AC3) мікшування

source: AUTOMATICALLY start service searching, press green to change
uk_ua: АВТОМАТИЧНО розпочати пошук сервісів, натисніть зелену для зміни

source: Abort
uk_ua: Скасувати

source: Abort Download?
uk_ua: Скасувати Завантаження?

source: Abort this Wizard.
uk_ua: Скасувати використання Майстра.

source: About
uk_ua: Про приймач

source: About...
uk_ua: Інформація приймача...

source: Access the EPG from within the Movie Player
uk_ua: Доступ ЕПГ з Програвача

source: Access to the ARD-Mediathek
uk_ua: Доступ до ARD-Mediathek

source: Access to the ARD-Mediathek online video database.
uk_ua: Доступ до бази даних онлайн-відео ARD-Mediathek.

source: Accesspoint
uk_ua: Точка доступу:

source: Accesspoint:
uk_ua: Точка доступу:

source: Accuracy (higher is better)
uk_ua: Точність (вище, тим краще)

source: Action on long powerbutton press
uk_ua: Дія при утримуванні кнопки вимкнення

source: Action on short powerbutton press
uk_ua: Дія при короткому натисканні кнопки вимкнення

source: Action:
uk_ua: Дія:

source: Activate Picture in Picture
uk_ua: Ввімкнути Картинка в Картинці

source: Activate VPS
uk_ua: Активувати VPS

source: Activate network settings
uk_ua: Активувати налаштування мережі

source: Active
uk_ua: Активний

source: Active/ Inactive
uk_ua: Активний/ Неактивний

source: Adapter settings
uk_ua: Налаштування адаптера

source: Add
uk_ua: Додати

source: Add Bookmark
uk_ua: Додати Закладку

source: Add WLAN configuration?
uk_ua: Додати WLAN конфігурацію?

source: Add a mark
uk_ua: Додати маркер

source: Add a new NFS or CIFS mount point to your Dreambox.
uk_ua: Додати нову NFS або CIFS точку підключення до Приймача.

source: Add a new title
uk_ua: Додати нову назву

source: Add network configuration?
uk_ua: Додати мережеву конфігурацію?

source: Add new AutoTimer
uk_ua: Додати новий АвтоТаймер

source: Add new network mount point
uk_ua: Додати нову точку підключення мережі

source: Add similar timer on conflict
uk_ua: Додати подібний таймер при конфлікті

source: Add tags to recorded movies
uk_ua: Додати теги до записаних фільмів

source: Add timer
uk_ua: Таймер

source: Add timer as disabled on conflict
uk_ua: Додати таймер, відключити при конфлікті

source: Add title
uk_ua: Додати назву

source: Add to bouquet
uk_ua: Додати до списку

source: Add to favorites
uk_ua: Додати до Фаворитів

source: Add to favourites
uk_ua: Додати до фаворитів

source: Add zap timer instead of record timer?
uk_ua: Додати таймер переключення замість таймера запису?

source: Added:
uk_ua: Додано:

source: Adds 'search...' to the context menu of the movie list to allow searches.
uk_ua: Додає 'пошук...' в контекстне меню списку фільмів, дозволяючи виконувати пошук.

source: Adds enigma2 settings and dreambox model informations like SN, rev... if enabled.
uk_ua: Додає параметри Енігми2 і інформацію про приймач, таку як сер. номер, версія ... якщо включено

source: Adds network configuration if enabled.
uk_ua: Додає конфігурацію мережі, якщо увімкнуто.

source: Adds wlan configuration if enabled.
uk_ua: Додає WLAN конфігурацію, якщо увімкнуто.

source: Adjust the color settings so that all the color shades are distinguishable, but appear as saturated as possible. If you are happy with the result, press OK to close the video fine-tuning, or use the number keys to select other test screens.
uk_ua: Налаштуйте параметри кольору так щоб всі відтінки були відображені, але щоб залишались насиченими, настільки наскільки це можливо. Якщо результат вас задовольняє, натисніть ОК, щоб вийти з налаштувань, або на цифрові кнопки від 1 до 6, щоб вибрати інший тестовий екран.

source: Adult streaming plugin
uk_ua: Потоковий плагін для дорослих

source: Adult streaming plugin.
uk_ua: Потоковий плагін для дорослих.

source: Advanced Options
uk_ua: Розширені Опції

source: Advanced Software
uk_ua: Передове Програмне Забезпечення

source: Advanced Software Plugin
uk_ua: Плагін Передового Програмного Забезпечення

source: Advanced Video Enhancement Setup
uk_ua: Розширені налаштування для покращення відео

source: Advanced Video Setup
uk_ua: Розширене налаштування відео

source: Advanced restore
uk_ua: Розширене відновлення

source: Advanced settings.
uk_ua: Розширені налаштування.

source: After event
uk_ua: Після події

source: After servicedescription
uk_ua: Після опису сервісу

source: After servicename
uk_ua: Після назви каналу

source: After servicenumber
uk_ua: Після номеру каналу

source: After the start wizard is completed, you need to protect single services. Refer to your dreambox's manual on how to do that.
uk_ua: Після завершення роботи помічника Ви можете встановити обмеження на деякі сервіси. Як це зробити, Ви можете прочитати в інструкції.

source: Ai.HD skin-style control plugin
uk_ua: Додаток Контролю стилю скіна Ai.HD

source: Album
uk_ua: Альбом:

source: All
uk_ua: Всі

source: All Satellites
uk_ua: Всі супутники

source: All Time
uk_ua: Постійно

source: All non-repeating timers
uk_ua: Всі неповторювані таймери

source: Allow to search recordings
uk_ua: Дозволяє пошук записів

source: Allow zapping via Webinterface
uk_ua: Перемикання каналів через Веб-інтерфейс

source: Allows the execution of TuxboxPlugins.
uk_ua: Дозволяє виконання Плагінів Tuxbox

source: Allows user to download files from rapidshare in the background.
uk_ua: Дозволяє користувачеві завантажувати файли з rapidshare у фоні.

source: Allows you to access the service list and plugins requiring access to the service list (e.g. Graphical Multi EPG) from within the standard movie player.DO NOT install this plugin if you're using a nonstandard movie player, e.g. EMC. It will probably break and you might end up with a unusable movie player until you uninstall one of the conflicting plugins.
uk_ua: Дозволяє вам отримати доступ до списку каналів і плагінів, що вимагають доступ до списку каналів (напр. Графічний Мульти-ЕПГ) в стандартному програвачі фільмів. НЕ встановлюйте цей плагін, якщо ви використовуєте нестандартний програвач, напр. EMC. Можливо, він буде пошкоджений, і в кінцевому результаті непридатний для використання, поки ви не видалите один з конфліктуючих плагінів.

source: Alpha
uk_ua: Прозорість

source: Alternative radio mode
uk_ua: Альтернативний радіо режим

source: Alternative services tuner priority
uk_ua: Пріоритет використання тюнерів

source: Always ask
uk_ua: Завжди запитувати

source: Always ask before sending
uk_ua: Завжди запитувати перед надсиланням

source: Amount of recordings left
uk_ua: Залишилась кількість записів

source: An empty filename is illegal.
uk_ua: Пусте ім'я файлу є недопустимим.

source: An error occured.
uk_ua: Виникла помилка.

source: An unknown error occured!
uk_ua: Виникла невідома помилка!

source: Anonymize crashlog?
uk_ua: Анонімний крешлог?

source: Any service/recording
uk_ua: Будь-які послуги/записи

source: Apr
uk_ua: Квіт

source: April
uk_ua: Квітень

source: Arabic
uk_ua: Арабський

source: Are you sure you want to activate this network configuration?
uk_ua: Ви дійсно бажаєте активувати цю конфігурацію мережі?

source: Are you sure you want to delete following backup:
uk_ua: Ви впевнені, що хочете видалити цей бекап:

source: Are you sure you want to exit this wizard?
uk_ua: Ви дійсно бажаєте покинути помічник?

source: Are you sure you want to restart your network interfaces?
uk_ua: Ви впевнені, що хочете перезавантажити мережеві інтерфейси?

source: Are you sure you want to restore following backup:
uk_ua: Ви дійсно бажаєте відновити цей бекап:

source: Are you sure you want to restore your Enigma2 backup? Enigma2 will restart after the restore
uk_ua: Ви впевнені, що хочете відновити системні налаштування з бекапу? Enigma2 буде перезавантажена після відновлення

source: Are you sure you want to save this network mount?
uk_ua: Ви дійсно бажаєте зберегти це мережеве підключення?

source: Artist
uk_ua: Артист

source: Ascending
uk_ua: Зростання

source: Ask before shutdown:
uk_ua: Запитувати перед вимкненням:

source: Ask user
uk_ua: запитувати користувача

source: Aspect Ratio
uk_ua: Співвідношення Сторін:

source: Aspect ratio
uk_ua: Співвідношення сторін:

source: Assigning providers/services/caids to a CI module
uk_ua: Призначення провайдера/послуги/caids до CI модуля

source: Audio
uk_ua: Аудіо

source: Audio Options...
uk_ua: вибір аудіо-доріжки...

source: Audio PID
uk_ua: Аудіо ПІД

source: Audio Sync
uk_ua: Аудіо Синхронізація

source: Audio Sync Setup
uk_ua: Налаштування Аудіо Синхронізації

source: Aug
uk_ua: Сер

source: August
uk_ua: Серпень

source: Australia
uk_ua: Австралія

source: Authentication required
uk_ua: Вимагається авторизація

source: Author:
uk_ua: Автор

source: Authoring mode
uk_ua: Режим авторинга

source: Auto
uk_ua: Авто

source: Auto chapter split every ? minutes (0=never)
uk_ua: Автоматичний поділ на заголовки кожні ? хвилин (0=ні)

source: Auto flesh
uk_ua: Авто флеш

source: Auto scart switching
uk_ua: Авто переключення на скарт

source: AutoTimer Editor
uk_ua: Редактор АвтоТаймера

source: AutoTimer Filters
uk_ua: Фільтри АвтоТаймера

source: AutoTimer Services
uk_ua: Параметри АвтоТаймера

source: AutoTimer Settings
uk_ua: Налаштування АвтоТаймера

source: AutoTimer overview
uk_ua: Огляд АвтоТаймера

source: AutoTimer scans the EPG and creates Timers depending on user-defined search criteria.
uk_ua: Автотаймер сканує ЕПГ і створює Таймери в залежності від обумовлених користувачем критеріїв пошуку.

source: AutoTimer was added successfully
uk_ua: АвтоТаймер успішно додано

source: AutoTimer was changed successfully
uk_ua: АвтоТаймер успішно змінений

source: AutoTimer was removed
uk_ua: АвтоТаймер видалений

source: Automatic
uk_ua: Автоматично

source: Automatic Scan
uk_ua: Автоматичний пошук

source: Automatic volume adjustment
uk_ua: Автоматичне регулювання гучності

source: Automatic volume adjustment for ac3/dts services.
uk_ua: Автоматичне регулювання гучності ac3/dts каналів.

source: Automatically change video resolution
uk_ua: Автоматично змінювати роздільність відео

source: Automatically changes the output resolution depending on the video resolution you are watching.
uk_ua: Автоматично змінює розрішення на виході в залежності від розрішення відео, що ви переглядаєте.

source: Automatically create timer events based on keywords
uk_ua: Автоматично створювати події таймера на основі ключових слів

source: Automatically informs you on low internal memory
uk_ua: Автоматично інформувати про малий розмір внутр. пам'яті

source: Automatically refresh EPG
uk_ua: Автоматичне оновлення ЕПГ

source: Automatically scan for new services.
uk_ua: Автоматичний пошук нових каналів.

source: Automatically send crashlogs to Dream Multimedia
uk_ua: Автоматично надсилати крешлоги до Dream Multimedia

source: Autoresolution
uk_ua: Автоматична Роздільна здатність

source: Autoresolution Plugin Testmode: Is %s OK?
uk_ua: Плагін Тестового Режиму Автороздільності: Це %s нормально?

source: Autoresolution Switch
uk_ua: Перемикання Автороздільності

source: Autoresolution is not working in Scart/DVI-PC Mode
uk_ua: Автороздільність не працює в режимі Scart/DVI-PC

source: Autoresolution settings
uk_ua: Налаштування Автороздільності

source: Autoresolution videomode setup
uk_ua: Опції автороздільності відеорежиму

source: Autos & Vehicles
uk_ua: Авто і Транспорт

source: Autowrite timer
uk_ua: Таймер автозапису

source: Available format variables
uk_ua: Доступні формати змінних

source: BASIC-HD Skin by Ismail Demir
uk_ua: BASIC-HD Скін від Ісмаїла Деміра

source: Back
uk_ua: Назад

source: Background
uk_ua: Фон

source: Backup done.
uk_ua: Збереження завершено.

source: Backup failed.
uk_ua: Збереження невдале.

source: Backup is running...
uk_ua: Виконується резервне копіювання...

source: Backup system settings
uk_ua: Збереження налаштувань

source: Band
uk_ua: Діапазон

source: Bandwidth
uk_ua: Ширина діапазону

source: Begin of "after event" timespan
uk_ua: Початок "після подій" період

source: Begin of timespan
uk_ua: Початок у відрізку часу

source: Begin time
uk_ua: Час початку

source: Behavior of 'pause' when paused
uk_ua: Дія при натисканні на кнопку 'пауза'

source: Behavior of 0 key in PiP-mode
uk_ua: Дія при натискання на кнопку 0 в PiP-режимі

source: Behavior when a movie is started
uk_ua: Дія коли фільм розпочався

source: Behavior when a movie is stopped
uk_ua: Дія коли фільм закінчився

source: Behavior when a movie reaches the end
uk_ua: Дія коли фільм доходить до кінця

source: Bitrate
uk_ua: Бітрейт:

source: Bitrate:
uk_ua: Бітрейт:

source: Blindscan
uk_ua: Сліпий пошук

source: Block noise reduction
uk_ua: Зниження блокових шумів

source: Blue boost
uk_ua: Синій імпульс

source: Bonjour/Avahi control plugin
uk_ua: Bonjour/Avahi плагін керування

source: Bonjour/Avahi control plugin.
uk_ua: Bonjour/Avahi плагін керування.

source: Bookmarks
uk_ua: Закладки

source: Bouquets
uk_ua: Пакети

source: Brazil
uk_ua: Бразилія

source: Brightness
uk_ua: Яскравість

source: Browse ORF and SAT1 Teletext independent from channel. This need I-net conection.
uk_ua: Перегляд телетексту ORF і SAT1 в незалежності від каналу. Потребує інтернет з'єднання.

source: Browse and manage your plugins.
uk_ua: Огляд і управління додатками.

source: Browse for and connect to network shares
uk_ua: Переглянути мережеві ресурси і з'єднатись

source: Browse for nfs/cifs shares and connect to them.
uk_ua: Переглянути nfs/cifs ресурси і підключитись до них.

source: Browse network neighbourhood
uk_ua: Переглянути мережеве оточення

source: Burn DVD
uk_ua: Записати DVD

source: Burn existing image to DVD
uk_ua: Записати існуючий образ на DVD

source: Burn to DVD
uk_ua: Записати на DVD

source: Burn your recordings to DVD
uk_ua: Записати ваші записи на DVD

source: By enabling this events will not be matched if they don't occur on certain dates.
uk_ua: При включенні цього події не співпадатимуть, якщо вони не йдуть по визначеним датам.

source: By enabling this you will be notified about similar timers added during automated polling. There is no intelligence involved, so it might bother you about the same conflict over and over.
uk_ua: При включенні цього, ви будете повідомлені про подібні таймери додані під час автоматичного опитування. Не являється розумним те, що це буде турбувати вас про цей же конфлікт знову і знову.

source: By enabling this you will be notified about timer conflicts found during automated polling. There is no intelligence involved, so it might bother you about the same conflict over and over.
uk_ua: При включенні цього, ви будете повідомлені про конфлікти таймера знайденого під час автоматичного опитування. Не являється розумним те, що це буде турбувати вас про цей же конфлікт знову і знову.

source: By pressing the OK Button on your remote control, the info bar is being displayed.
uk_ua: При натисканні на кнопку ОК буде відображено інфопанель.

source: C-Band
uk_ua: С-Діапазон

source: CDInfo
uk_ua: CD Інфо

source: CDInfo enables gathering album and track details from CDDB and CD-Text when playing Audio CDs in Mediaplayer.
uk_ua: CDInfo забезпечує збір інфо альбому і треків з CDDB або CD-Text при відтворенні Аудіо-Диску у Медіапрогравачі.

source: CI assignment
uk_ua: Конфігурація CI

source: CIFS share
uk_ua: CIFS ресурс

source: Cable
uk_ua: Кабель

source: Cache Thumbnails
uk_ua: Кешувати ескізи

source: Callmonitor for NCID-based call notification
uk_ua: Монітор дзвінків для NCID виклику на основі сповіщення

source: Callmonitor for the Fritz!Box routers
uk_ua: Монітор дзвінків для роутерів Fritz!Box

source: Can't connect to server. Please check your network!
uk_ua: З'єднання відсутнє. Перевірте налаштування вашої мережі!

source: Canada
uk_ua: Канада

source: Cancel
uk_ua: Скасувати

source: Capacity
uk_ua: Ємкість:

source: Capacity:
uk_ua: Ємкість:

source: Card
uk_ua: Карта

source: Catalan
uk_ua: Каталонська

source: Center screen at the lower border
uk_ua: Центр екрану на нижній межі

source: Center screen at the upper border
uk_ua: Центр екрану на верхній межі

source: Change active delay
uk_ua: Змінити активну затримку

source: Change bouquets in quickzap
uk_ua: Автоматична зміна списку каналів

source: Change default recording offset?
uk_ua: Змінити стандартне зміщення запису?

source: Change hostname
uk_ua: Змінити назву хоста

source: Change pin code
uk_ua: Змінити PIN-код

source: Change service PIN
uk_ua: Змінити PIN-код каналу

source: Change service PINs
uk_ua: Змінити PIN-код каналів

source: Change setup PIN
uk_ua: Змінити PIN-код для налаштувань

source: Change step size
uk_ua: Змінити розмір кроку

source: Change the hostname of your Dreambox.
uk_ua: Змінити назву хосту вашого приймача.

source: Changelog
uk_ua: Список змін

source: Channel
uk_ua: Канал

source: Channel Selection
uk_ua: Вибір каналу

source: Channel audio:
uk_ua: Канали аудіо:

source: Channel not in services list
uk_ua: Канал відсутній у списку сервісів

source: Channel:
uk_ua: Канал:

source: ChannelSelection Display Settings
uk_ua: налаштування вигляду списку каналів

source: Channellist menu
uk_ua: Меню списку каналів

source: Channels
uk_ua: Канали

source: Chap.
uk_ua: Розд.

source: Chapter
uk_ua: Розд.

source: Chapter:
uk_ua: Розділ:

source: Check
uk_ua: Перевірити

source: Checking Filesystem...
uk_ua: Перевірка файлової системи...

source: Choose Tuner
uk_ua: Виберіть Тюнер
