Repository: bodyan/enigma2_uk_locale
Catalog: enigma2.po
Languages: uk_ua

source: Plugin: %(plugin)s , Version: %(version)s
uk_ua: Плагін: %(plugin)s , Версія: %(version)s

source: Plugins
uk_ua: Плагіни

source: Poland
uk_ua: Польща

source: Polarization
uk_ua: Поляризація

source: Polish
uk_ua: Польська

source: Poll Interval (in h)
uk_ua: Інтервал між опитуваннями (в годинах)

source: Poll automatically
uk_ua: Автоматичне опитування

source: Port
uk_ua: Порт A

source: Port A
uk_ua: Порт A

source: Port B
uk_ua: Порт B

source: Port C
uk_ua: Порт C

source: Port D
uk_ua: Порт D

source: Portuguese
uk_ua: Португальська

source: Position of finished Timers in Timerlist
uk_ua: Розташування виконаних Таймерів в списку

source: Positioner
uk_ua: Позиціонер

source: Positioner fine movement
uk_ua: Точний рух позиціонера

source: Positioner movement
uk_ua: Рух позиціонера

source: Positioner setup
uk_ua: Налаштування позиціонера

source: Positioner storage
uk_ua: Збереження позиції

source: PositionerSetup helps you installing a motorized dish
uk_ua: PositionerSetup допомагає встановити поворотну антену

source: Power state to change to after recordings. Select "standard" to not change the default behavior of enigma2 or values changed by yourself.
uk_ua: Зміна стану живлення після запису. Виберіть "стандарт" щоб залишити стандартні дії enigma2 або змініть значення вручну.

source: Power threshold in mA
uk_ua: Поріг току в mA

source: Predefined transponder
uk_ua: Наперед визначений транспондер

source: Prepare another USB stick for image flashing
uk_ua: Підготувати інший USB-носій для встановлення іміджа

source: Preparing... Please wait
uk_ua: Йде приготування... Зачекайте будь ласка

source: Press INFO on your remote control for additional information.
uk_ua: Натисніть INFO на пульті ду для отримання додаткової інформації.

source: Press MENU on your remote control for additional options.
uk_ua: Натисніть MENU на пульті ду для отримання додаткових опцій.

source: Press OK on your remote control to continue.
uk_ua: Натисніть на ОК для продовження.

source: Press OK to activate the selected skin.
uk_ua: Натисніть ОК для активації вибраного скіна.

source: Press OK to activate the settings.
uk_ua: Натисніть ОК для для активації налаштувань.

source: Press OK to collapse this host
uk_ua: Натисніть ОК щоб згорнути цей хост

source: Press OK to edit selected settings.
uk_ua: Натисніть ОК для редагування вибраних налаштувань.

source: Press OK to edit the settings.
uk_ua: Натисніть ОК для редагування налаштувань

source: Press OK to expand this host
uk_ua: Натисніть ОК для вибору цього хосту

source: Press OK to get further details for %s
uk_ua: Натисніть OK для отримання додаткової інформації для %s

source: Press OK to mount this share!
uk_ua: Натисніть ОК для підключення цього ресурсу!

source: Press OK to mount!
uk_ua: Натисніть ОК для підключення!

source: Press OK to save settings.
uk_ua: Натисніть ОК для збереження налаштувань.

source: Press OK to scan
uk_ua: Натисніть ОК для пошуку

source: Press OK to select a Provider.
uk_ua: Натисніть OK для вибору Провайдера.

source: Press OK to select.
uk_ua: Натисніть ОК для вибору.

source: Press OK to select/deselect a CAId.
uk_ua: натисніть ОК щоб вибрати/зняти CAId.

source: Press OK to start the scan
uk_ua: Натисніть ОК щоб почати пошук

source: Press OK to toggle the selection.
uk_ua: Натисніть OK для переключення вибраного.

source: Press green to start service searching!
uk_ua: Натисніть зелену, щоб розпочати пошук!

source: Press yellow to set this interface as default interface.
uk_ua: Натисніть жовту для встановлення цього інтерфейсу за умовчанням

source: Prev
uk_ua: Попередній

source: Preview
uk_ua: Попередній перегляд

source: Preview AutoTimer
uk_ua: Попередній Перегляд АвтоТаймера

source: Preview menu
uk_ua: Перегляд DVD-Меню

source: Preview screenshots of running tv shows
uk_ua: Переглянути скріншоти запущених телешоу

source: Preview screenshots of running tv shows.
uk_ua: Переглянути скріншоти запущеених телешоу.

source: Primary DNS
uk_ua: Первинний DNS

source: Priority
uk_ua: Черговість

source: Process
uk_ua: Процес

source: Properties of current title
uk_ua: Властивості поточного заголовку

source: Protect services
uk_ua: Захист каналів

source: Protect setup
uk_ua: Налаштування захисту

source: Provider
uk_ua: Провайдери

source: Provider to scan
uk_ua: Сканування провайдера

source: Providers
uk_ua: Провайдери

source: Published
uk_ua: Датою публікації

source: Push key "Exit long" to show the clock while watching TV.
uk_ua: Утримуйте кнопку "Exit" для відображення годинника під час перегляду ТВ.

source: Push key "Exit long" to show the clock while watching TV. Clock will disappear after the specified timeout or by pushing key "Exit long" again. Modify the settings to match your preferences. To change the clock position, select "Move clock" and relocate.
uk_ua: Утримуйте кнопку "Exit" для відображення годинника під час перегляду ТВ. Годинник зникне після визначеного часу або повторного утримання "Exit". Змініть налаштування під себе. Для зміни позиції годинника, виберіть "Move clock".

source: Put your Dreambox into idle mode.
uk_ua: Переведення Dreambox в режим очікування.

source: Put your Dreambox into standby, restart or shut it down.
uk_ua: Переведення Dreambox в режим очікування, перезавантаження або його вимкнення.

source: Put your Dreambox into standby.
uk_ua: Переведення Dreambox в режим вимкнення.

source: Python frontend for /tmp/mmi.socket
uk_ua: Python інтерфейс для /tmp/mmi.socket

source: Python frontend for /tmp/mmi.socket.
uk_ua: Python інтерфейс для /tmp/mmi.socket.

source: Quick
uk_ua: Швидко

source: Quickzap
uk_ua: Швидке перемикання

source: RC Menu
uk_ua: Меню ДУ

source: RF output
uk_ua: RF вихід

source: RSS viewer
uk_ua: RSS переглядач

source: RT8070/RT3070/RT3370 USB wireless-n driver
uk_ua: RT8070/RT3070/RT3370 USB безпровідний-n драйвер

source: Radio
uk_ua: Радіо

source: Ram Disk
uk_ua: Ram Диск

source: Random
uk_ua: Випадково

source: Rating
uk_ua: Рейтинг

source: Ratings:
uk_ua: Рейтинг:

source: Really close without saving settings?
uk_ua: Вийти без збереження налаштувань?

source: Really delete done timers?
uk_ua: Видалити виконане завдання?

source: Really exit the subservices quickzap?
uk_ua: Вийти з підсервісів?

source: Really quit MyTube Player?
uk_ua: Дійсно вийти з програвача MyTube?

source: Really reboot now?
uk_ua: Перезавантажити зараз?

source: Really restart now?
uk_ua: Перезавантажити зараз?

source: Really shutdown now?
uk_ua: Вимкнути зараз?

source: Reboot
uk_ua: Перезавантажити

source: Reboot your Dreambox.
uk_ua: Перезавантажити Dreambox.

source: Recently featured
uk_ua: Нещодавно додані

source: Reception Settings
uk_ua: Параметри прийому

source: Reconstruct .ap and .sc files
uk_ua: Реконструкція .ap і .sc файлів

source: Reconstruct missing or corrupt .ap and .sc files of recorded movies.
uk_ua: Реконструкція відсутніх або пошкоджених .ap і .sc файлів

source: Record
uk_ua: Запис

source: Record a maximum of x times
uk_ua: Максимальна кількість записів x

source: Record on
uk_ua: Запис на

source: Record time limited due to conflicting timer %s
uk_ua: Час запису обмежено через конфлікт таймера %s

source: Recorded files...
uk_ua: Записані файли...

source: Recording
uk_ua: Запис

source: Recording paths
uk_ua: Шляхи запису

source: Recording(s) are in progress or coming up in few seconds!
uk_ua: Запис у дії або розпочнеться за декілька секунд!

source: Recordings
uk_ua: Записи

source: Recordings always have priority
uk_ua: Запис завжди має перевагу

source: Reenter new PIN
uk_ua: Введіть новий PIN-код ще раз

source: Refresh Rate
uk_ua: Частота оновлення

source: Refresh rate selection.
uk_ua: Вибір частоти оновлення

source: Related video entries.
uk_ua: Подібні відео записи.

source: Relevance
uk_ua: Актуальності

source: Reload
uk_ua: Оновити

source: Reload Black-/Whitelists
uk_ua: Перезавантажити Чорний/Білий списки

source: Remain
uk_ua: Залишилось

source: Remain / duration
uk_ua: Залишилось / тривалість

source: Remember service PIN
uk_ua: Тривалість зберігання PIN-коду каналу

source: Remember service PIN cancel
uk_ua: Скасувати зберігання PIN-коду каналу

source: Remote timer and remote TV player
uk_ua: Віддалений таймер і віддалений програвач ТБ

source: Remove
uk_ua: Видалити

source: Remove Bookmark
uk_ua: Видалити закладку

source: Remove Plugins
uk_ua: Видалити

source: Remove a mark
uk_ua: Видалити закладку

source: Remove currently selected title
uk_ua: Видалити вибрану назву

source: Remove failed.
uk_ua: Видалення невдале.!

source: Remove finished.
uk_ua: Видалення завершено.

source: Remove plugins
uk_ua: Видалення додатків

source: Remove selected AutoTimer
uk_ua: Видалити вибраний АвтоТаймер

source: Remove timer
uk_ua: Видалити таймер

source: Remove title
uk_ua: Видалити заголовок

source: Removed successfully.
uk_ua: Видалення успішне.

source: Removing
uk_ua: Видалення

source: Removing directory %s failed. (Maybe not empty.)
uk_ua: Видалення директорії %s невдале. (Можливо не пуста)

source: Rename
uk_ua: Перейменувати

source: Rename crashlogs
uk_ua: Перейменувати крешлог

source: Rename your movies
uk_ua: Перейменувати ваші фільми

source: Repeat
uk_ua: Повторити

source: Repeat Type
uk_ua: Тип повторення

source: Repeating event currently recording... What do you want to do?
uk_ua: Повторення завдання, яке вже записується... Що хочете зробити?

source: Repeats
uk_ua: Повторення

source: Replace the minute input for the seek functions with a seekbar.
uk_ua: Замінити введення хвилин для функції пошуку на пошуковий бігунок.

source: Replace the rewind input with a seekbar
uk_ua: Замінити введення перемотки на пошуковий бігунок.

source: Require description to be unique
uk_ua: Опис повинен бути не схожий на інший

source: Required medium type:
uk_ua: Необхідний тип носія:

source: Rescan
uk_ua: Пересканувати

source: Reset
uk_ua: Скидання

source: Reset and renumerate title names
uk_ua: Скинути і перенумерувати назви заголовків

source: Reset count
uk_ua: Скинути лічильник

source: Reset saved position
uk_ua: Скидання збереженої позиції

source: Reset video enhancement settings to system defaults?
uk_ua: Скинути налаштування покращення відео на стандартні?

source: Reset video enhancement settings to your last configuration?
uk_ua: Скинути налаштування покращення відео до вашої останньої конфігурації?

source: Reset your Dreambox to factory defaults.
uk_ua: Скинути Dreambox до заводських налаштувань.

source: Resolution
uk_ua: Роздільна здатність

source: Response video entries.
uk_ua: Відклик відеозаписів.

source: Restart
uk_ua: Перезавантажити

source: Restart Enigma2 only.
uk_ua: Перезапуск лише Enigma2.

source: Restart GUI
uk_ua: Перезавантажити GUI

source: Restart GUI now?
uk_ua: Перезавантажити GUI зараз?

source: Restart network
uk_ua: Перезавантаження мережі

source: Restart test
uk_ua: Повторити тест

source: Restart your network connection and interfaces.
uk_ua: Перезавантаження мережевого з'єднання.

source: Restore
uk_ua: Відновлення

source: Restore backups
uk_ua: Відновлення копії

source: Restore is running...
uk_ua: Виконується відновлення...

source: Restore running
uk_ua: Виконується відновлення

source: Restore system settings
uk_ua: Відновлення налаштувань

source: Restrict "after event" to a certain timespan?
uk_ua: Обмежити "після події" до певного відрізку часу?

source: Restrict to events on certain dates
uk_ua: Обмеження на події в певні дати

source: Results
uk_ua: Результати

source: Resume from last position
uk_ua: Продовжити з останньої позиції

source: Resume position at %s
uk_ua: Продовжити з останньої позиції на %s

source: Resuming playback
uk_ua: Продовжити програвання

source: Return to file browser
uk_ua: Повернутись до оглядача файлів

source: Return to movie list
uk_ua: Повернутись до списку фільмів

source: Return to previous service
uk_ua: Повернутись до попереднього каналу

source: Reusable Help-component for other plugins.
uk_ua: Багаторазові компоненти Допомоги для інших плагінів.

source: Rewind speeds
uk_ua: Швидкість перемотування назад

source: Right
uk_ua: Вправо

source: Roll-off
uk_ua: Roll-off фактор

source: Rotor turning speed
uk_ua: Швидкість обертання ротора

source: Running
uk_ua: В дії

source: Running in testmode
uk_ua: Працює в тестовому режимі

source: Russia
uk_ua: Росія

source: Russian
uk_ua: Російська

source: S-Video
uk_ua: S-Відео

source: SD 25/50HZ Interlace Mode
uk_ua: SD 25/50HZ Черезрядковий Режим

source: SD 25/50HZ Progressive Mode
uk_ua: SD 25/50HZ Прогресивний Режим

source: SD 30/60HZ Interlace Mode
uk_ua: SD 30/60HZ Черезрядковий Режим

source: SD 30/60HZ Progressive Mode
uk_ua: SD 30/60HZ Прогресивний Режим

source: SINGLE LAYER DVD
uk_ua: ОДНОШАРОВИЙ DVD

source: SSID
uk_ua: Назва SSID:

source: SSID:
uk_ua: Назва SSID:

source: SVDRP is a protocol developed for the VDR software to control a set-top box remotely. This plugin only supports a subset of SVDRP and starts automatically using default settings. You probably don't need this plugin and should use the regular Web Interface for Enigma2 instead.
uk_ua: SVDRP це протокол, розроблений для програмного забезпечення VDR, щоб керувати приймачем віддалено. Цей плагін підтримує тільки підмножину SVDRP і запуститься автоматично використовуючи стандартні налаштування. Вам, ймовірно, не потрібен цей плагін. Замість нього скористайтесь звичайним Веб-Інтерфейсом для Enigma2.

source: SVDRP server for Enigma2
uk_ua: SVDRP сервер для Enigma2

source: Sat
uk_ua: Суб

source: Sat / Dish Setup
uk_ua: Налаштування антени

source: Satellite
uk_ua: Супутник

source: Satellite Equipment Setup
uk_ua: Налаштування SAT обладнання

source: Satellite equipment
uk_ua: Супутникове обладнання

source: SatelliteEquipmentControl allows you to fine-tune DiSEqC-settings
uk_ua: SatelliteEquipmentControl дозволяє точно налаштувати DiSEqC-конфігурацію

source: Satellites
uk_ua: Супутники

source: Satfinder
uk_ua: Рівень сигналу

source: Satfinder helps you to align your dish
uk_ua: Satfinder допоможе вам вирівняти супутникову антену

source: Sats
uk_ua: Супутники

source: Saturation
uk_ua: Насичення

source: Saturday
uk_ua: Субота

source: Save
uk_ua: Зберегти

source: Save Playlist
uk_ua: Зберегти плейлист

source: Save current delay to key
uk_ua: Зберегти вибрану затримку на кнопку

source: Save to key
uk_ua: Зберегти на кнопку

source: Save values and close plugin
uk_ua: Зберегти значення і закрити додаток

source: Save values and close screen
uk_ua: Зберегти значення і закрити вікно

source: Scaler sharpness
uk_ua: Шкала різкості

source: Scaling Mode
uk_ua: Режим масштабування

source: Scan
uk_ua: Пошук

source: Scan Files...
uk_ua: Сканування файлів...

source: Scan NFS share
uk_ua: Пошук NFS ресурсів

source: Scan QAM128
uk_ua: Сканувати QAM128

source: Scan QAM16
uk_ua: Сканувати QAM16

source: Scan QAM256
uk_ua: Сканувати QAM256

source: Scan QAM32
uk_ua: Сканувати QAM32

source: Scan QAM64
uk_ua: Сканувати QAM64

source: Scan SR6875
uk_ua: Сканувати SR6875

source: Scan SR6900
uk_ua: Сканувати SR6900

source: Scan Wireless Networks
uk_ua: Пошук WI-FI мереж

source: Scan additional SR
uk_ua: Сканувати додатковий SR

source: Scan band EU HYPER
uk_ua: Сканувати діапазон EU HYPER

source: Scan band EU MID
uk_ua: Сканувати діапазон EU MID

source: Scan band EU SUPER
uk_ua: Сканувати діапазон EU SUPER

source: Scan band EU UHF IV
uk_ua: Сканувати діапазон EU UHF IV

source: Scan band EU UHF V
uk_ua: Сканувати діапазон EU UHF V

source: Scan band EU VHF I
uk_ua: Сканувати діапазон EU VHF I

source: Scan band EU VHF III
uk_ua: Сканувати діапазон EU VHF III

source: Scan band US HIGH
uk_ua: Сканувати діапазон US HIGH

source: Scan band US HYPER
uk_ua: Сканувати діапазон US HYPER

source: Scan band US LOW
uk_ua: Сканувати діапазон US LOW

source: Scan band US MID
uk_ua: Сканувати діапазон US MID

source: Scan band US SUPER
uk_ua: Сканувати діапазон US SUPER

source: Scan devices for playable media files
uk_ua: Сканувати пристрої на наявність відтворюваних медіа-файлів.

source: Scan range
uk_ua: Діапазон сканування

source: Scan your network for wireless access points and connect to them using your selected wireless device.
uk_ua: Сканувати мережу на наявність безпровідних точок доступу і підключитись до них використовуючи вибраний WI-FI адаптер

source: Scans default lamedbs sorted by satellite
uk_ua: Сканує стандартний lamedbs з сортуванням по спутникам

source: Scans default lamedbs sorted by satellite with a connected dish positioner
uk_ua: Просканувати стандартні супутники записані в позиціонері

source: Science & Technology
uk_ua: Наука і Технології

source: Search Term(s)
uk_ua: Пошук терміну (ів)

source: Search category:
uk_ua: Категорія пошуку:

source: Search east
uk_ua: Пошук на схід

source: Search for network shares
uk_ua: Пошук мережевих ресурсів

source: Search for network shares...
uk_ua: Пошук мережевих ресурсів...

source: Search for services and configure your tuners.
uk_ua: Пошук каналів і налаштування тюнера

source: Search region:
uk_ua: Пошук регіону:

source: Search restricted content:
uk_ua: Пошук з обмеженим вмістом:

source: Search strictness
uk_ua: Точний пошук

source: Search through the EPG
uk_ua: Пошук через ЕПГ

source: Search type
uk_ua: Тип пошуку

source: Search west
uk_ua: Пошук на захід

source: Searching for available updates. Please wait...
uk_ua: Пошук доступних оновлень. Зачекайте...

source: Searching for new installed or removed packages. Please wait...
uk_ua: Пошук нових встановлених або видалених пакетів. Зачекайте...

source: Searching your network. Please wait...
uk_ua: Сканування мережі. Зачекайте...

source: Secondary DNS
uk_ua: Вторинний DNS

source: Security service not running.
uk_ua: Служба безпеки не працює.

source: See service-epg (and PiP) from other channels in an infobar.
uk_ua: Дивитись послугу-епг (і PiP) з інших каналів в інфо панелі.

source: Seek
uk_ua: Шукати

source: Select
uk_ua: Вибрати

source: Select HDD
uk_ua: Вибрати HDD

source: Select Location
uk_ua: Вибрати місце розташування

source: Select Network Adapter
uk_ua: Виберіть адаптер

source: Select Your Skin
uk_ua: Виберіть Ваш Скін

source: Select a movie
uk_ua: Виберіть фільм

source: Select a timer to import
uk_ua: Виберіть таймер для імпорту

source: Select audio track
uk_ua: Виберіть аудіо доріжку

source: Select bouquet to record on
uk_ua: Вибір пакета для запису на

source: Select channel to record from
uk_ua: Вибір каналу для запису з

source: Select channel to record on
uk_ua: Вибір каналу для запису на

source: Select desired image from feed list
uk_ua: Виберіть бажаний імідж з списку

source: Select files for backup.
uk_ua: Вибір файлів для резервної копії.

source: Select files/folders to backup
uk_ua: Вибір файлів/папок для резервного копіювання.

source: Select input device
uk_ua: Виберіть пристрій вводу

source: Select input device.
uk_ua: Виберіть пристрій вводу.

source: Select interface
uk_ua: Виберіть інтерфейс

source: Select new feed to view.
uk_ua: Виберіть новий канал для перегляду.

source: Select package
uk_ua: Оберіть пакет

source: Select provider to add...
uk_ua: Вибрати і додати провайдера...

source: Select refresh rate
uk_ua: Виберіть частоту оновлення

source: Select service to add...
uk_ua: Вибрати і додати канал...

source: Select the key you want to set to %i ms
uk_ua: Виберіть бажану кнопку для %i мс

source: Select the location to save the recording to.
uk_ua: Виберіть місце для збереження записів.

source: Select type of Filter
uk_ua: Вкажіть тип фільтра

source: Select upgrade source to edit.
uk_ua: Виберіть джерело оновлення для редагування.

source: Select video input with up/down buttons
uk_ua: Виберіть відео вхід кнопками вверх/вниз

source: Select video mode
uk_ua: Виберіть режим відео

source: Select whether or not you want to enforce case correctness.
uk_ua: Виберіть, бажаєте чи ні дотримуватись точності.

source: Select wireless network
uk_ua: Виберіть безпровідну мережу

source: Select your choice.
uk_ua: Вкажіть свій вибір.

source: Send DiSEqC
uk_ua: Надіслати DiSEqC

source: Send DiSEqC only on satellite change
uk_ua: Посилати DiSEqC тільки при зміні супутників

source: Sep
uk_ua: Вер

source: Seperate titles with a main menu
uk_ua: Окремі заголовки з головного меню

source: September
uk_ua: Вересень

source: Sequence repeat
uk_ua: Послідовність повторення

source: Serbian
uk_ua: Сербська

source: Serial Number
uk_ua: Серійний Номер

source: Server IP
uk_ua: ІР Сервера

source: Server Name
uk_ua: Назва Сервера

source: Server share
uk_ua: Ресурс сервера

source: Service
uk_ua: Інформація каналу

source: Service Scan
uk_ua: Пошук каналів

source: Service Searching
uk_ua: Пошук каналів

source: Service delay
uk_ua: Затримка Каналу

source: Service has been added to the favourites.
uk_ua: Канал додано до фаворитів.

source: Service has been added to the selected bouquet.
uk_ua: Канал додано до вибраного списку.

source: Service invalid! (Timeout reading PMT)
uk_ua: Канал несправний! (Кінець часу читання PMT)

source: Service name column width
uk_ua: Ширина колонки каналів

source: Service not found! (SID not found in PAT)
uk_ua: Канал не знайдено! (SID не знайдено в PAT)

source: Service reference
uk_ua: Посилання Каналу

source: Service scan
uk_ua: Пошук каналів

source: Service unavailable! Check tuner configuration!
uk_ua: Канал не доступний! Перевірте налаштування тюнера!

source: Serviceinfo
uk_ua: Інформація

source: Services
uk_ua: Канали

source: Set Bitstream/PCM audio delays
uk_ua: Встановити затримку аудіо Bitstream/PCM

source: Set End Time
uk_ua: Встановити час закінчення

source: Set Voltage and 22KHz
uk_ua: Встановити напругу і 22KHz

source: Set as Startpage
uk_ua: Зробити Стартовою

source: Set available internal memory threshold for the warning.
uk_ua: Встановити доступний внутрішній поріг пам'яті для попередження.

source: Set delay to %i ms (can be set)
uk_ua: Встановити затримку у %i мс (може бути встановл.)

source: Set interface as default Interface
uk_ua: Встановити інтерфейс за замовчуванням

source: Set limits
uk_ua: Встановити обмеження

source: Set maximum duration
uk_ua: Встановити максимальну тривалість

source: Set this NO to disable this AutoTimer.
uk_ua: Встановіть НІ для вимкнення цього Автотаймера.

source: Set up a timer after which your Dreambox will turn off.
uk_ua: Налаштування таймера вимкнення Вашого Dreambox.

source: Set up parental control.
uk_ua: Налаштування батьківського контролю.

source: Set up your Dreambox language.
uk_ua: Встановлення мови інтерфейсу для Dreambox.

source: Set up your keyboard.
uk_ua: Налаштування клавіатури.

source: Set up your storage devices like harddisks and flash memory cards.
uk_ua: Налаштування пристроїв зберігання даних: жорсткі диски і флеш-карти пам'яті.

source: Set up your system timezone.
uk_ua: Налаштування часового поясу.

source: Setting key canceled
uk_ua: Скасування налаштування кнопки

source: Settings
uk_ua: Параметри

source: Setup
uk_ua: Налаштування

source: Setup Mode
uk_ua: Режим Налаштувань

source: Setup for the Audio Sync Plugin
uk_ua: Налаштування плагіна Синхронізації Аудіо

source: Setup your positioner
uk_ua: Налаштування Вашого позиціонера

source: Shall the USB stick wizard proceed and program the image file %s into flash memory?
uk_ua: Чи повинен майстер з USB носія встановлювати і програмувати файли іміджу %s у флеш пам'ять?

source: Sharpness
uk_ua: Чіткість

source: Short Movies
uk_ua: Короткі фільми

source: Short filenames
uk_ua: Короткі назви файлів

source: Should this AutoTimer be restricted to a timespan?
uk_ua: Чи повинен цей АвтоТаймер

source: Should this AutoTimer only match up to a certain event duration?
uk_ua: Чи повинен цей АвтоТаймер відповідати тільки певній тривалості події?
